{"text": "Libro de Difuntos Año de 1845 Sololá Comenzó en 1845  Acabo en 1859      "}
{"text": "Solola Agt.o 16 de 854. Difuntos: Libro de difuntos de esta Parroq.a de Sololá q.e comienza hoy dia de la fha.= Oct.e 12, de 1845 Jose Leon Marroqn           "}
{"text": "Santos Franc.co Chial P.  En doce de oct.e de ochoc.s cuart.ta y cinco: fallecio San tos de dos años de edad, hijo de Francisco Chial, y Ele na Martin; se sepultó en sagrado y firme Jose Leon Marroqn           "}
{"text": "Bartolome Morales. Casado En catorce de octubre de ochosientos quarenta y cinco: murio de  treinta años Bartolome Morales, Casado con Maria Tun; no resivió  los Santos Sacramen.tos p.rqe murio repentinamen.te Se Sepultó en Sagrado y lo firme. Jose Leon Marroqn           "}
{"text": "Rosario Par. Parv.a En dies y nueve de ochoc.s cuarta y cinco: murió de ocho meses de edad, Rosario, hija de Salvador Par, y de Agustina Cuq. y se sepulto en sag.do y firme= Jose Leon Marroqn            "}
{"text": "Tomas Cogtin  vdo. En v.te y seis de oct.e de ochoc.s cuarta y cinco: murio de Tomas Cogtin  de treinta y nueve años de edad viudo de Ant.aToq, recivió los San.tos Sacram.tos Se sepulto en sag.do y firmé= Jose Leon Marroqn           "}
{"text": "Felipe Ajcojón. Parv.o En prim.o de Nobre.ω de ochocs cuarta y cinco: murió de cinco meces, de edad Felipe hijo de Salvador Ajcojón y de Juana Megía; se sepulto en sag.do y firme= Jose Leon Marroqn           "}
{"text": "En cinco de Novbre de ochoc.s cuarta y cinco> murió  Bent.a Pa- lax. Cdo.ω  secenta años de edad, Bentura Palax, casado  con Juana Guit; resivio los stos. sacram.tos se sepul to sag.do y firmo Jose Leon Marroqn           "}
{"text": "Secundino Say=Parv.o En siete de Novbre. de ochoc.s cuarenta y cinco : murio de trece meces de edad, Secundino, hijo de Luciano Say y de Maria  Martin; se sepultó en sag.o y firme  Jose Leon Marroqn           "}
{"text": "Bentura Xacaxot Vdo de Cantel En siete de Nobre. de ochoc.s cuarta y cinco Murio Bentura Xacaxat, viudo de N. del Pueblo Cantel, como de treinta años de edad. No recivió los Sa cram.tos por. q. no avisaron y se sepultó en sag.do y Firme Jose Leon Marroqn           "}
{"text": "Petrona Yx  caya  Parv.a En catorce de Nobre.ω  de ochoc.s cuarta y cinco: mu rio de tres semanas de nacida Petrona, h. de Felix Yxcaya y de Juana Meletz, se sepulto en sag.do y firme Jose Leon Marroqn           "}
{"text": "Juan José Borja Vdo. En catorce de Nobre. De ochoc.s cuarta y cinco Murio, Juan José Borja, de setenta y cinco años de edad. Viudo de Josefa de Leon; resivio los Stos. Sacram.to Se Sepulto en sag.do y firme Jose Leon Marroqn           "}
{"text": "Dolores Romero  casado  En dies y seis de Nob.e del ochoc.s cuarta y cinco: yo el Cura Sepulté solem.te en sag.do a Dolor.s Romero, qe Murió de Treinta y cinco años, de edad. casado Con Trinidad Linares; y firme recivio el Sto. Olio=# Jose Leon Marroqn           "}
{"text": "Stos. Sorok Parb.o En dies y ocho de Novbre. ω  de ochoc.s cuarta y cin co : murió de V.tedias de edad, Stos. h. de Sts. Sorok y de Josefa Chipin; se sepulto en sag.do y firme Jose Leon Marroqn           "}
{"text": "Ant.oRax [][] Parvo En v.te y tres de Nov.re de ochoc.s cuarta y cinco:murió de cinco años Ant.o Raxtum, h de Fran cisco, y d. Leandra Sorin se sepulto en sag  dias de edad, Stos.h. De Sts. Tocoh Y de Leandra Sorin; se sepulto en sagrado y firme Jose Leon Marroqn           "}
{"text": "Gabriel Tuy  Cdo.ω   En tres de Dicb.e de ococ.s cuarenta y cinco: Murio de veinte y Cinco anos de edad, Gabriel Tuy casado con Elena Roqe. Recivio los Stos Sacramen.tos se sepulto en Sag.do y firmo= Jose Leon Marroqn           "}
{"text": "Mariano Mendoza  Parvo En cinco de Dre de ochosientos quarenta y cinco: murio de quatro meses Mariano, hijo d Juan Mendoza, y de Josefa Morales, se sepultó en Sa Grado. Y lo firme.    Jose Leon Marroqn           "}
{"text": "Jose Rafael Ajcojón P.o En once de Dbre. de ococ.s cuaren.ta y cinco: murio de Mes y medio de edad. Jose Raf.l Domingo  ajcoJon. y de Mara Tantin se sepulto en sagdo. Y firmé.  Jose Leon Marroqn           "}
{"text": "Maria Yaxon.  P.a En dose de Db.e de ochocs cuar.ta y cinco: yo el Cura Cdulise?sepultura a Maria h. de Nicolas Yaxon y de Dolores Chial q. murió de seis meces y firmé Jose Leon Marroqn           "}
{"text": "Stos Martin  Parv.o En quince de Dbre de ochoc.s cuarta y cinco: murio de  cuatro años de edad. Stos. h de Marcos Martin, y de  Francisca Jeveara?, se sepulto en sagrado, y firme  Jose Leon Marroqn           "}
{"text": "Lucas Castro Parvo En dies y nueve de dbe de ochocs cuarenta  y cinco: Murio de cinco meses de edad Lucas, hijo de Lucas Castro. Y de Mar..a Goms. se sepulto en sagrado y  firme Jose Leon Marroqn           "}
{"text": "Jose Lucio  Fuentes  Parvo En dies y nueve de Dbe de ochocs cuarenta y cinco: Murio de siete dias de edad Jose Lucio, h. de Man.l Fuen tes, y de Ana Maria Rivera,se sepulto en sag.do y firmo Jose Leon Marroqn           "}
{"text": "Juan Julajuj Cdo. En v.te y ocho de Dbre de Ochocs cuarta y cinco:murio Juan Julajuj de cuarta años de edad, casado con Petrona Coyoy. Recivio los stos Sacrmtos se sepulto en sa grado y firme  Jose Leon Marroqn           "}
{"text": "Rosalia De Leon En cinco de Eno de ochocs cuarenta y seis: mu rio de cuatro meces de edad, Rosalia, hija Antonia de Leon, se sepulto en sag.do y firme Jose Leon Marroqn           "}
{"text": "Antonio Julajuj Parb.o En seis de enero de ochocientos quarenta y seis murio Anto nio Julajuj, hijo de Georges? Julajuj, y de Petronila Copolca de seis años, se sepultó en Sagrado y lo firme Jose Leon Marroqn           "}
{"text": "Petronila Chetum Va En veinte y dos de Enero de ochocientos cuarenta y seis: fallecio Petronila Chetum, en edad en setenta años, viuda de Felis Vicente, re  cibio los Stos. Sacramentos sepultose en sagrado y firmé= Jose Leon Marroqn           "}
{"text": "Luciano ChivalanP.o En veinte y dos de Enero de ochocientos cuarenta y seis: fallecio Luciano, como de un mes, h. de Jose Chivalan y de Rosa Ramires, Se sepulto en sagrado y firme=    Jose Leon Marroqn           "}
{"text": "Marcos Cux/puliq P.rio En vte y cinco de Eno de ochoc.s cuar.ta y seis: murio Marcos Cux/puliq, de cuatro M. de edad. hijo de  Jose, y Maria Yaqcay, se sepultó en sagrado, y fir mé  Jose Leon Marroqn           "}
{"text": "Miguel Romigio. C. No pregunte porque. En veinte y seis de Enero de ochocientos cuarenta y seis, murio Miguel Romigio como de cuarenta años casado con Maria Gabriela, Recibio los Sacramentos, sepultose en sagrado y fme>= Jose Leon Marroqn           "}
{"text": "Paula Guarcax  Pavo.a En cinco de Fev.o de ochoc.s  cuarta y seis murio de ocho dias de edad  Paula, h. de Jose Guarcax, y de Manuela Ben se sepulto en sagdo. y firme Jose Leon Marroqn           "}
{"text": "Dolores Sica-joc En seis de febrero de ochocientos quarenta y seis Se enterro Dolores h. de Jose Jacajoc y de M.a  Tux de quatro años está sepultada en el Cementerio y fir mé  J. Buenav. Quiros          "}
{"text": "Cda. En dies y ocho de feb. de ochoc.s cuarenta y seis: falle cio Catalina R/V?aqin, viuda de Juan Tuy; de trein ta años de edad resivio los Stos. sacramen.tos y se sepultó en el campo Sto. y firme Jose Leon Marroqn           "}
{"text": "Man.l Bargas En 20 de febrero sepulte a Manuel Bargas h. de Juan Bargas y de Juana Cucu de mes y medio  y firme  J. Buenav. Quiros           "}
{"text": "Andres Chuj Adulto  En veinte y cuatro de febrero de mil ochocientos quarenta y seis sepulte Andres Chuqu la edad  60; casado y firme J. Buenav. Quiros   no pagaron cosa alguna Por ser muy pobres>Quiros           "}
{"text": "Jose Concept..n Xamires En veinte y seis de Febrero de quarenta y seis se enterro al  Parvulario Jose Concep.n h. De Antonio Xamires y de Es.. StaCuc de tres meses esta enterrado en Sagrado y fermé J. B.aQuiros         "}
{"text": "José Mexicano Adulto En veinte y dos de Febrero de quarenta y seis se enterro en el atrio de laYgl.a á Jose Mexicano Vid [] marido []  de Juana Rodas de cincuenta a. de edad, recivio los sacramentos y Sagrado Viatico, y se le auxilio repetidas vezes, y firméJ.B.a Quiros           "}
{"text": "Gaspar Vargas En veinte y ocho de Febrero de quarenta y seis se enterro á un Ynfantio de un mes largo, h. l. de Domingo Varg.z y de  Catalina Sorin esta en sarado y firme J. Buenav.Quiroz           "}
{"text": "Maria F/Ruís En nueve de marzo de quarenta y seis se enterro en sagrado a Un Ynfantia j. l. de Jorge F/Ruiz y de Ana Bargas y firme. Quiroz           "}
{"text": "Juan Chumil Adulto En quinse de Marzo de quarenta y seis se le  dio sepultura  á Juan Chumil de cincuenta años marido de Sebastiana Chet: recivio los Sacramentos y le penit.a y Sagrada Extre ma Uncion esta su cadaver en el atrio de la Yg.ay firmé J. Buenav.Quiroz           "}
{"text": "Juan Pablo y Julajuj.  Py= En veinte y seis de Mzo. de ochocientos sesenta y seis fallesio Juan hijo de Miguel Pablo y de Lucrecia Julajuj, como de un año, sepultose en sagrado y firme= Jose Leon Marroqn           "}
{"text": "Margarita Chumil  y Panjoj P. en veinte y siete de Mzo. de ochocientos cuarenta y seis, faLlesio Margarita hija de Gaspar Panjoj y de Lucia ChuMil de un año, sepultose en sagrado y firmé= Jose Leon Maroqn           "}
{"text": "Domingo  V.. En veinte y ocho de Mzo. de ochocientos cuarenta y seis, fallecio  Domingo de un año, hijo de Sevastián ... y de Maria Ralon, sepulsose en sagrado y firme=  Jose Leon Marroqn           "}
{"text": "Bernardina Vasam En veinte y ocho de Mzo. de ochocientos cuarenta y seis: fallecio  Bernaridina Vasam como de cuarenta años casada con Gaspar Chiroy recibio los Sacram.tos Sepultose en sagrado y firme Jose Leon Marroqn           "}
{"text": "Francisco Estrada P. En veinte y ocho de Mzo. de ochosientos cuarenta y seis: fallecio Francisco como de veinte días de edad, hijo de Teresa Estrada, sepultose en sagrado y firme= Jose Leon Maroqn           "}
{"text": "Maria Toma sa Atrijquma Parv.aTomasa En treinta de Mzo. de ocho.s cuarta y seis: murio de  dias de edad Maria Tomasa h. De Jose Atrijquma Y de Sebastiana Julajuj, se sepultó en sagrado y firme=  Jose Leon Marroqn           "}
{"text": "Sebastiana Pablo Cda. En cinco de Ab.l de ochoc.s cuarenta y seis> murio de Treinta años de edad Sebastiana Pablo, casada con Jose Mendoza, no recivio los Stos. Sacramen.tosp.q. no av., se sepulto en Sag.do y firme Jose Leon Marroqn           "}
{"text": "Dorotea VorJa Soltera En cinco de Ab.l de ochoc.s cuarenta y seis> murio  Dorotea Borja de treinta y cinco años de edad h. de Juan Jose Borja, y de Josefa de Leon, se se pulto en Sag.do recivio los Stos. Sacramtos y firme  Jose Leon Marroqn           "}
{"text": "Maria DoMinga Gomz. Pavo.a  En trece de Ab.l de ochoc.s cuarta y seis: murio de once meses de edad M.a Dominga h. de Jose? Gomez y de Ant.a Chumil; se sepulto en Sag.do y firme Jose Leon Marroqn         "}
{"text": "Sotero Ybarra Cdo En trece de Ab.l de ochocs cuarta y seis: mu rio Sotero Ybarra, de treinta y ocho años, de ed.d Casado con Josefa Sumosa, recivio los Stos Sacram.tos se sepulto en sag.do y firme Jose Leon Marroqn           "}
{"text": "Juan  Ordoñez Vdo En dies y ocho de Ab.l de ochoc.s cuaren.ta y seis: murio de cincuenta años de edad Juan Ordoñes viudo de Josefa Yboy. Resivió los Stos Sacramentos se sepulto en sagrado y firme. Jose Leon Marroqn           "}
{"text": "Maria Chinta Soltera En dies y ocho de Ab.l de ochoc.s cuarta y seis: mu rio de veinte años de edad Maria h. de Stos Chinta Y de Maria Chumil, resivio los Stos Sacramtos  se sepultó en Sag.do y firme Jose Leon Marroqn           "}
{"text": "Juana Morales =Cda Adulto En dies y ocho de Ab.l de ochoc.s cuarenta y seis: murio de vein te y dos años de edad, Juana Morales casada con Andres Xe tumal; no resivió los Stos Sacramtos p q no avisaron, se seputló en sagrado Y firme  Jose Leon Marroqn           "}
{"text": "Jose Francisco Gonzales Cdo.  En dies y ocho de Ab.l de ochoc.s Cuarta y seis: mu rio en el Sr. Jose Franc.co Gonzales de cincuenta y sinco años de edad. Casado con la Sra. Tiburcia Garcia; recivio los Stos. Sacram.tos se sepultó en Sag.do y firme Jose Leon Marroqn           "}
{"text": "Santiago Chiroy Parv.o En dies y ocho de Ab.l de ochoc.s cuarta y cinco [seis]: mu rió Santiago, de once meces, hijo de Ant.o Chiroy y de Concepc.n Bocel se sepulto en sagrado y firme Jose Leon Marroqn           "}
{"text": "Sebastiana Gonzalex  Vda.  En v.te y nueve de Ab.l de ochoc.s cuarta y seis: mu rio de cuar.ta años de edad Sebastiana Gonzales, viuda  de Mariano Saloq. recivió los Stos. Sacarm.tos se sepultó en sag.do y firme Jose Leon Marroqn           "}
{"text": "Ana Guarcahj,  Vda En ocho de mayo de ochocientos quarenta y seis: murio de sincuenta años Ana Guarcakj, viuda de Ventura Ro quel, resivio los S.tos Sacram.tos se sepultó en Sagrado, y lo  firme  Jose Leon Marroqn           "}
{"text": "Jose Bicente Sanches,  Parbo En once de Mayo de ochocientos quarenta y seis: mu Rio de seis meses, Jose Vicente hijo de Josefa San ches Se Sepultó en Sagrado, y firme Jose Leon Marroqn           "}
{"text": "Felipe Chopen  Casado En once de Mayo de ochocientos quarenta y seis murio de sin cuenta años Felipe Chopen, casado, con Maria Chintá, resivió  S.tos Sacramtos Se Sepulto en Sagrado, y lo  firme  Jose Leon Marroqn           "}
{"text": "Catalina Seten Solt.a En quince de Mayo de ochoc.s cuarenta y seis: murio de treinta años de edad. Catalina, hija de Balta sar Seten, y de de Maria Chial, recivió los Stos. Sacramtos se Sepultó en Sag.do Jose Leon Marroqn           "}
{"text": "Maria Concep.n Orosco Vda. En veinte y cuatro de Mayo de ochoc.s cuarta y seis: fallecio Maria Consepn Orosco viuda De Nicolas Coroxon, como de sincuenta años  recivió los Stos. Sacramtos se sepultó en Sag.do y lo  firme  Jose Leon Marroqn           "}
{"text": "Maria de la Luz Yboy Parva En v. te de Mayo de de ochoc.s cuarta y seis: murio  Maria de la Luz de tres dias de parida, hija de  Jose Yboy y de Juana Ordoñes; se Sepultó en Sag.do  y firme  Jose Leon Marroqn           "}
{"text": "Jose Sipay Parvo En v. te  y seis de Mayo de  ochoc.s cuarta y seis:  murio  de cuatro meses de edad, Jose h. de Antonio Sipay Y de Benita Julajuj; y se sepultó en Sag.do y firme  Jose Leon Marroqn           "}
{"text": "Domingo Marrique Parbo En primero de Junio de ochocientos quarenta y seis Murio de ocho dias, Domingo hijo de Pedro Manrri que, y de Maria Daniel, Se Sepultó en Sagrado, y lo firme. Jose Leon Marroqn           "}
{"text": "Espiritu St to. Muela  Parva En nueve de Junio de ochoc.s cuarta y seis: murio De nueve dias de edad, Espiritu Sto. h. de Mariano Muela, y de Mara R/Fuis: se sepultó en Sagdo y firmé Jose Leon Marroqn           "}
{"text": "Bernardino Chintá Po En dies de Junio de ochoc.s cuarta y seis: murió de v.te dias de edad Bernardino Chintá, h de Mig.l Chinta y de María Yxcaya, se sepultó en Sagdo y firmé Jose Leon Marroqn           "}
{"text": "Maria Marcela SuluquiParba En trece de Junio de ochocientos quarenta y seis murio de seis meses, de edad Mari/a cela| hija de Crus Suluqui, y de Bernardina Bueno Se Sepulto en Sagrado, y firmé Jose Leon Marroqn           "}
{"text": "Maria Mendosa  V.o[a] En catorce de Junio de ochocientos quarenta y seis: murio de Setenta años Maria Mendosa casado[a] con Marcelo Gonzales Resivio los S.tos Sacram.tos Se Sepultó en Sagrado y firmé Jose Leon Marroqn           "}
{"text": "Jose Deniderio Rodas Cu julun-Parbo En quince de Junio de ochocientos cuarenta y seis: mu rio de quince dias Jose Deniderio Rodas, hijo de Juan De.o Rodas, y de Manuela Cujulun Se Sepultó en Sagrado y lo firme. Jose Leon Marroqn           "}
{"text": "Espiritu So Churunel Parba En dies y ocho de Junio de ochocientos quarenta y seis: murio de un mes Espiritu Sto, hija de Andres Churunel, y de Ana  Chopen, Se Sepultó en Sagrado, y lo firme. Jose Leon Marroqn           "}
{"text": "Marcela Celada  Parba En dies y nueve de Junio de ochocientos quarenta y seis: murio de de seis meses, Marcela hija de Rosa Celada, Se Sepultó en Sagrado  y firmeJose Leon Marroqn           "}
{"text": "M. Marta Julajuj P. En vte y dos de Junio de ochocs quarenta y seis: murio de dos [] de edad Maria  Marta h. de Jose Julajun y de Maria Xoqui sepulto en Sagdo y firmé Jose Leon Marroqn           "}
{"text": "Catarina Matzar Vda En veinte y siete de Junio de ochocs cuarta y seis: mu rio Catarina Matzar; de cincuenta años de edad viuda De Pascual Martin; resivio los Stos. Sacramentos, se Sepulto en Sag.do y firmé  Jose Leon Marroqn           "}
{"text": "Maria Roquel  Parva En cinco de Julio de ochoch.s cuarta y seis: fallecio de Veinte dias de edad Maria, hija de Crus Roql y de Martina Chiuq. Se sepulto en sagrado y firmé Jose Leon Marroqn           "}
{"text": "Ramos Julajuj Parvo En cinco de Julio de ochocs cuarta y seis: murio Ramos de cuatro meses de edad, hija de Gaspar Julajuj, y de Sebas tiana Gonzales se sepulto en Sagrado y firmo  Jose Leon Marroqn           "}
{"text": "Maria Pocop Viuda En trece de Julio de ochocientos quarenta y seis: murio de sinquenta años, Maria Pocop, viuda de Pascual Guzman, resivio los Stos Sa Cramentos, Se Sepultó en Sagrado y firmé  Jose Leon Marroqn          "}
{"text": "Juan Cosigua  En dies y seis de Julio de Ochoc.s cuar.ta y seis: murio de año un mes de edad Juan, jijo de Domingo Cosiguá, y de Mar.a Cel, se sepulto en sag.do y firme  Jose Leon Marroqn          "}
{"text": "Santos Cosigua Cd  En v.te de Julio de Ochoc.s cuar.ta y seis: fallecio Santos Cosiguá de sesenta años de edad casada con Lucia Ochuc, resivio los Stos. Sacramtos se Sepultó en Sag.do y firme  Jose Leon Marroqn          "}
{"text": "Man.l Morales Parv.o  En V.te y uno de Julio de Ochoc.s cuar.ta y seis: Murio Manuel, de dos meces de edad hijo de Geronimo Morales, y de Sebastiana Choy, se sepultó en sagrado y firme  Jose Leon Marroqn          "}
{"text": "Jose Pacher Parvo.o En V.te y tres de Julio de Ochocs cuar.ta y seis: Murio José de ocho meces de edad, hijo de Ant.o Pecher y Maria Bocel se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Francisco Cumes P.v.o En V.te y nueve de Julio de ochoc.s cuar.ta y seis murió de cuatro años seis meces, de edad Francisco hijo de Jose Cu mes y de Maria Chial; se sepulto en sagde y firme  Jose Leon Marroqn          "}
{"text": "Maria MarTa Sagrada? Parbo  En b.te y nueve de Julio de Ochos cuar.ta y seis:  Murió Maria Marta de un dia, h. de la Sra. Ant.a Sagrada se sepulto en sag.do y firmo Jose Leon Marroqn          "}
{"text": "Josefa Yaxon Parv.a En tres de Ag.to de ochocs cuar.ta y seis: Murio Josefa de veinte dias de edad hija de Bartolome Yaxon, y de Maria Pocap se sepulto en sagrado y firmo   Jose Leon Marroqn         "}
{"text": "Anastacio Reyes Solte.o En dies de Ag.to de ochocs cuar.ta y seis: murio Anastacio de dies y seis años de edad hijo de  Julian? Reyes y de Tomasa Sanches; resicio Los Stos Sacramtos. Se sepultó en sag.do y firme Jose Leon Marroqn          "}
{"text": "Melchora Chug(j?)  Cda. Agto trece de ochoc.s cuar.ta y seis: murio de cincuenta años de edad Melchora Chug(j?) casada con Franc.co Bocel recivio los Stos Sacrm.tos se sepulto en Sag.do y firmo Jose Leon Marroqn          "}
{"text": "Juan Giron Cdo. En trece de Ag.to de ochocs cuarta y seis: murio Juan Giron de treinta y seis años de edad casado con Josefa De Leon, resivio los Stos Sacram.tos se sepulto en sa grado y firmo Jose Leon Marroqn          "}
{"text": "Eucevia De la Acencion?  Parva. De Quesaltgo en catorce de Agto de ochoc.s cuartta y seis: murio  Eucevia de la Acen.n de un dia, hija de Maximo? Chivalan y Bruna Sitalan, se sepulto en Sag.do y firmo Jose Leon Marroqn          "}
{"text": "Candelaria Chumil  Parv.a  En catorce de Ag.to cuarta y seis: mu Rio de cinco meces de edad Candelaria, hija de Nasario Chumil y de Dolores Pablo, se Sepultó en Sagrado y firmo. Jose Leon Marroqn          "}
{"text": "Josefa Raptuc Parba En dies y seis de Agosto de ochocientos cuarenta y seis: murio De cinco meses Josefa hija de Ventura? Raptuc, y de Catalina G/Quit, Se Sepulto en Sagrado y firmo  Jose Leon Marroqn         "}
{"text": "Ysabel Cumez parba En dies y seis de Agosto de ochocientos quarenta ySeis Murio de dies años Ysabel; hija de Jose Cu mez, y de Maria Chial, Se Seputó en Sagra do, firme. Jose Leon Marroqn          "}
{"text": "Maria Tran cito Soto. Parbo En dies y siete de Agosto de ochocientos quarenta y seis: Murio de seis dias nacida, Maria del Trancito, hija de  Victoriana Soto. Se sepultó en Sagrado, firme. Jose Leon Marroqn          "}
{"text": "Cirilo Juniky Parbo En dies y siete de Agosto de ochocientos cuarenta y seis: muriode catorce años Cirilo hijo de Jose Juniky y de Sebastiana Rorin_ ressibio los S.tos Sacramtos se sepultó en Sagrado, y lo fir me Jose Leon Marroqn          "}
{"text": "Maria Dominga, JuLajug Parbo En veinte y tres de Agosto de ochocientos quarenta y seis: murio de ocho años, Maria Dominga, hija de Pascual Jula jug, y de Maria Sancuc, se Sepultó en Sagrado, y firme  Jose Leon Marroqn          "}
{"text": "Jose Maria Julajug Soltero En veinte y tres de Agosto de ochocientos cuarenta y seis: murio de trece años Jose Maria hijo de Miguel JulaJug - y de Candelaria Yboi, resivio los Stos. Sacamtos se Sepulto en Sagrado  firme Jose Leon Marroqn          "}
{"text": "Maria Luisa Ordoñes Parv.a En V.te y nueve de Ag.to de ochocs cuar.ta y seis: murio de dos meces de edad Maria Luisa hija de Jose Angel Ordoñes, y de Saturnina Tomas, se sepultó en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Manuel Aji qerichi Parb.o En primero de Sep.re de ochocientos quarenta y seis: mu Rio de tres años Manuel Ajiquichi, hijo de Juan Ajiquichi, y de  Maria Ajucan, Se Sepulto en Sagrado y firme Jose Leon Marroqn         "}
{"text": "Rosalia Mendoza Soltera En prim.o de Spte de ochocs cuar.ta y seis: muria el veinte y tres de Ag.to Rosalia Mendoza de dies y ocho años De edad hija de Benigna Mendoza, resivio los Stos. Sam.tos se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Sebastian Vasques Cdo. En dos de Sep. de ochoc.s cuar.ta y seis: murio Sebastian  Vasq.s de cetenta y un cinco años de edad. casado con Juana Bix,  resivio los Stos Sacrm.tos se Sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Juana Chial  Parvo En dos de Sepe de ochocs cuarta y seis Murio Juana h. De Juan Chial y de Maria Sipay; de  tres meses de edad se se sepulto en Sag.do firmo Jose Leon Marroqn          "}
{"text": "M. Maxima Sorin P. En catorce de Sep.e de Ochocs cuar.ta y seis: mu Rio Maria Maxima de tres años de edad h. De Max.o  Sorin y de Magda Chivalan. Se sepulto en Sag.do y fir mé Jose Leon Marroqn          "}
{"text": "Manuela Gomes Soltera En dies y nueve de Sep.e de ochoc.s cuart.ta y seis Murió Manuala de veinte y cinco años de edad hija de Gaspar Gomes, y de Sebastiana Gonsalez resivio los Stos. Sacram.tos se sepulto en sa grado y firme Jose Leon Marroqn          "}
{"text": "Ygnacio Argueta Soltero. En V.te de Sep.e de ochocs cuar>ss>ta y seis: murio el Dia trece del cor.te Ygnacio, hijo de Diego Argueta De V.te y dos años de edad, resivio los Stos Sacram.tos Se sepulto en Sag.do y firme  Jose Leon Marroqn          "}
{"text": "Juan Chivalan Parvo En V.te y seis de Sep.e de ochoc.s cuar.ta y seis: mu rio Juan h. De Jose Chivalan y de Rosa Ramirez De tres años de edad, se sepulto en Sag.do y firmo Jose Leon Marroqn          "}
{"text": "Juan Gusman  Parv.o En prim.o de pc be de ochocs cuar.ta  y seis: murio de ocho horas de nacido Juan Gusman h de Domingo, y de Paulina Cux/pulic; se sepultó en Sag.do y firme  Jose Leon Marroqn          "}
{"text": "Melchora Suluguí Parv.o En cinco de octub.e de ochoc. cuar.ta y seis: Murio MelChora, h de Gaspar Suluguí, y de Barv.a Solis de un mes de Edad. se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Juan Quisquiná Casado En cinco de Octbe de ochoce cuar.ta y seis: murio Juan Quisquiná, Casado con Lucia Siquin, de cincuen ta años de edad, no resivio los Stos. Sacram.tos por q. No avisaron, se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Jose Fermin Chug Parv.o En ocho de Octe de ochocs cuar.ta y seis:mu rio Jose Fermin de tres meces de edad, hijo de  Luciano Chug, y de And.a Sajquí se sepultó en  Sag.do y firme Jose Leon Marroqn          "}
{"text": "Sra. Ygna cia Juares casada En ocho de v.te de ochocs cuart.ta y seis: murio <ins>como</ins> de cuarenta y dos años de edad, la Sra. Ygnacia Juarez, casada Con el sr. Ramon Corzo, resivio los Stos. Sacram.tos se sepultó en Sagrado y firmo Jose Leon Marroqn          "}
{"text": "Félís Letona  solto En dies y seis de oct.be de ochocta y seis:yo el Cura di sepultura en lugar sag.do a Feliz hijo de  Bernardino Letona, y de Clara Cruq. murio  de v.te años de edad, y firme Jose Leon Marroqn          "}
{"text": "Jose Queché  Parvo En dies y seis de oct.e de ochocs cuarta y seis: murio José de cinco años de edad, hijo de Sebastian Queche, y de Ce cilia Escalon se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Maria Tui  Cda. en dies y seis de oct.e de ochocs  cuar.ta y seis: murio de cuar.ta años de edad Ma ria Tuy, casada con Estevan Par, resivio los Stos. Sa cram.tos se sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Maria Xilog  Va del Jay val  En dies y seis de octe De ochocs cuar.ta y seis: mu rio de cuar.ta años de edad Maria Xilog, viuda de  Manuel Ramires, no avisaron por eso, eso se oleo; se Sepulto en sag.do y firme Jose Leon Marroqn          "}
{"text": "Maria Bar.la Pecher  Cda. En v.te de oct.e de ochoc.s cuar.ta y seis: murio Maria Bartola, Pecher como de quince años casada con Mariano Chipin; no recivió los Stos. Sacram.tos por q.e murio repentinam.te se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Mariano Xep. Csado. En veinte y cinco de Octe de ochocs cuarta y seis: Murio Maria Xep., de treinta años de edad casado con Tomasa Cojtin; resivio los Stos. Sacram.tos , se seputó en Sagrado y lo firme Jose Leon Marroqn          "}
{"text": "Jose Fernando Cota  Parvo En V.te y seis de octe de ochocs cuar.ta y seis: murio Jose Fernando de seis meces, hijo de Tomas Cota, y de Maria Setén; se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Melchora Egealon En vte y seis de octe de ochocs cuarta y seis: murio Melchora de tres años de edad. hija de George Egcalon, y de Juana Go mes. se sepultó en Sag.do y firme  Jose Leon Marroqn          "}
{"text": "Elena Cogti  Casada En treinta de octubre de ochocientos quarenta y seis: murio de sesenta años, Elena Cogti casada con Salvador Sel, resivio los Santos Sacram.tos se sepultó en Sagrado, y lo firme Jose Leon Marroqn          "}
{"text": "Mariano Encarnac.n  Letona En treinta y uno de Octe de ochocs cuar.ta y seis: murio Mariano de la Encarnaci.n hijo de Ysabel Letona, de dies y nueve M.s de edad, se sepultó en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Francisco AlVarado  Paro En cinco de Nbre. de ochocs cuarta cuarta y seis: Murio Francisco, de cinco años de edad, hijo de Jose Antonio Alvarado y de Eucevia Vallejo, se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Antonio Lopes . Vdo. De S. George  En siete de Nobe de ochocs cuar.ta y seis: murió Antonio Lo Pez, de noventa y cinco años de edad viudo de Concepción  Ramos, resivio los Stos. Sacram.tos se sepultó en Sag.do y Firmé  Jose Leon Marroqn          "}
{"text": "Maria del Rosario Lopes Parvo En dies de Nobe de ochocs cuar.ta y seis: murio de  tres meces de edad Maria Rosario h. de Pedro Lopez y  de Francisca Martín, se sepultó en Sagrado y firmé Jose Leon Marroqn          "}
{"text": "Mateo Cosiguá  Parvo En dose de Nobe de ochocs cuarta y seis: murio de Mes y dias de nacido, Mateo h. de Jose Cosigua y  Nicolasa Vic.te, se sepulto en sag.do y firme Jose Leon Marroqn          "}
{"text": "Jeronimo  Ajiquichi Solt.o Parv.o En trece de Nobe de ochocientos cuarenta y seis: murio Jeronimo como en de doce  ã de edad h. D Marcos Ajiquichí u de Catalina Raxic no  recibio los S.S. pr.q. ,murio repentinam.te y se sepulto en sagrado y  Firme. ?.simbolo ?. d. Casimiro Hurtado P.  Jose Leon Marroqn          "}
{"text": "Vicente Vosel y  Quisquina En veinte y sinco de Nob.e de ochosientos cuarenta  Y seis, murio de tres años de edad, Vicente Vosel, h. de Domingo Vosel y de Maria Quisquina Se sepulto en sagrado  y firme Jose Leon Marroqn          "}
{"text": "Josefa Roquel.  Parvo En v.te y seis de Nobe de oochocs cuar.ta y seis: murio de Cinco sem.s de nacida Josefa h. de Cruz Roquel, y de Al.a Marciala Uchuq. se sepulto en sag.o y firme Jose Leon Marroqn          "}
{"text": "Stos. Chial Parbula En V.te y ocho de Nb.e de ochoc.s cuar.ta y seis: murio Stos. De dos años y medio. h. de Jose Chial, y de Maria Set. seSepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Jose Julian Ajiquichi P.  En ciete de Dbre. de ochoc>ss>s cuar.ta y seis: murio de un año Julian, hijo de Juan Ajiquichi y de Maria Sicajau, se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Rosario Churunel  Va En once de Dbre. de ochosientos quarenta y seis: murio de edad de setenta años Rosario Churunel viuda de Domingo Pablo, resiviolos Santos Sacram.tos Se Sepultó en Sagrado, y lo firme Jose Leon Marroqn          "}
{"text": "Mariano Dias  Parbo En doce de Dbre de ochosientos quarenta y seis: murio de  Un mes Mariano de Jesus, hijo de Mariana Dias, se Sepulto En Sagrado, y firmo Jose Leon Marroqn          "}
{"text": "Florencia Gusman Parva En trece de Dbre de ochocs cuar.ta y seis: murio de tres Meces de edad, Florencia, hija de Jose Blas Gusman y  de Micaela Palacio. Se sepulto en Sagrado y firme=  V.S. Casimiro Hurtado Coad          "}
{"text": "Nicolas Bocel  Parvo En dies y siete de Dbre. de ochocs Cuarta y seis: murio Nicolas de cinco años hijo de Ysido Bocel y de FraPablo, se sepultó en Sag.do y firme. Jose Leon Marroqn          "}
{"text": "Santiago Castro  P. En dies y nueve de Dbre. de ochoc.s cuar.ta y seis: murio de ocho meces Santiago, hijo  De Salvador Castro  y de Carm.n Tuy, se sepulto en Sagdo y firme Jose Leon Marroqn          "}
{"text": "Andres Flores Solto En veinte y dos de Dbre de ochocientos querenta, y seis Murio de viente años Andres hijo de Juan Flores, y de Vitorina Ordoñes, resivio los Santos Sacramentos Se Sepultó en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Maria Luisa Tuchin Parb.a En veinte y tres de Dbre. de ochosientos, quarenta y seis murio de tres meses, Maria Luisa, hija  de Tomas Tuchin y de Santos Ajcojon. Se sepulto en Sagrado y firme. Jose Leon Marroqn          "}
{"text": "Antonia Chopen  Va En veinte y nueve de Dbre de ochisientos quarenta y seis murio de sesenta y cinco años, Antonia Chopen, viuda de Pedro Raxiq, resivio los Stos. Sacramtos se sepulto en  Sagrado, y firme. Jose Leon Marroqn          "}
{"text": "And. s Par. P. En cuatro de Eno de ochocs cuar.ta y ciete: Murio Andres, de mes y dies dias, h. De Manl Par y de Micaela Sok. se sepulto en Sag.do y firme  Jose Leon Marroqn          "}
{"text": "Man.a ChoPen  Parvo En cuatro de Eno de ochocs cuartta y siete: murio MaNuela de ocho días, hija de George Chopen y de Mag.da Orosco, se sepultó en segdo y firme Jose Leon Marroqn          "}
{"text": "Nicolas Gusman  P. En ciete de Eno de ochocs cyartta y siete: murio de cuatro años, Nicolas h. de Juaqn Gusman Y de Maria Dez, se sepultó en sagdo y firme Jose Leon Marroqn          "}
{"text": "Sebastiana Chalén  P.a  En dies y seis de En.o de ochocs cuarta y siete murio George Sebastiana de cinco años de edad, hija de Domingo Chalén y de Dolores Tuy, se sepulto en Sagrado  Y firme  Jose Leon Marroqn          "}
{"text": "Ma EspectaCion Ralon P.  En dies y ciete de Eno de ochocs cuarta y ciete: murio de un mes de edad M.a Espectan h. de Reno Ralon y de Dorotea Morales Se sepulto en Sagdo y firmé Jose Leon Marroqn          "}
{"text": "Pascuala Cupuliq P. En Vte y ciete de Eno de ochocs cuarta y ciete: murio  de un mes de edad, Pascuala h. de Jose Cupuliq, y de MaNuela Tzecay se sepultó en Sag.do y firme  Jose Leon Marroqn          "}
{"text": "Concepc. Quij  P.  En V.te y ciete  de Eno de ochoc.s cuarta y ciete: murio  de once  meses de edad, Concep.n h. de Gaspar Quij  y de Ma Cunil?. Se sepultó eb Sagdo y firme Jose Leon Marroqn          "}
{"text": "Josefa Cojtí En primo de Fbro. de mil ochoc.s cuarenta y siete murio Josefa Cojtí De treinta años viuda de Mateo Atcojón se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Jose Chiroy  En seis de Fbro. de ochoc>ss>s cuarta, y siete murio Jose de un mes, h. De GasPar Chiroy, y de Paulina Raxtun, se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Cecillia Chial  Vda En trece de Febo de ochocs cuar.ta y ciete: murio de cuarenta años de edad Cecilia Chial vda. de Pascual Chumil, resivio los Stos. Sacrament.tos se sepultó en Sag.do y firme Jose Leon Marroqn          "}
{"text": "En catorce de Feb.o de ochoc. cuar.ta y siete: murio de cuatro George Cuj Parv.o años de edad George h. De Jose Cuj y Juana Morales, se sepulto en  Sagrado y firme   Jose Leon Marroqn          "}
{"text": "Baleriano Ordoñez  Parvo En catorce de Febo de ochocs cuarta y siete murió de quince Dias de nacido Baleriano h. de Pedro Ordoñes y de Juana Martín Se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Jose Victe Giron  Paro  en dies y siete de Feb.o de ochocs cuarta y ciete, murio de dos años de edad Jose Vicente, h. De Rosa Giron, se sepulto en sag.do y firme         "}
{"text": "Manuel de Jesus Morales Ralon Parvo En veinte y uno de Febr.o de ochocs cuarenta y siete murio de un Año Manuel de Jesus hijo de Simion Morales y de Maria Ra... se sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Sebastian Tepaz Parvo En V.te y dos de Feb.o de ochocs cuar.ta y siete: murió tres años de edad Sebastian, h. De Lorenzo Tepas, y de Manuela Yllú, se septo en Sag. y firme  Jose Leon Marroqn          "}
{"text": "Marcos Quiejú Cdo. En veinte y cinco de Febo de ochoc.s cuar.ta y ciete> mu rio Marcos Quiejú casado con Ana Coyoy, de cuar.ta años de edad no resivio los Stos Sacram.tos por q.e no avisaron y firme= Jose Leon Marroqn          "}
{"text": "Cecilia Julajuj,  Parb.o En veinte y cinco de febrero de ochocientos quarenta y siete murio de un año Cecilia hija de Miguel Julajuj, y de Visenta Lopez, se sepulto en Sagrado, y lo firmo Jose Leon Marroqn          "}
{"text": "Ylaria Stos Morales  P. En veinte y ocho de Feb.o de ochocs cuarta y ciete; murio de año y siete meces, de edad Ylaria de los Stos. hija de Mat.l de Alvina? Morales, se sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Ysidro Quisqa  Parv. En primo de Mzo. de ochocs cuar.ta y ciete: murió Ysidro h. de Gabr.l Quisqa y de Anda Cuj, de dies meses Se sepulto en sag.do y firme         "}
{"text": "Jose Dolores Roq.l Paravo En cuatro de Abrl. de ochocs cuar.ta y ciete: murió  Jose Dolores qe falleció a los once dias de nacido, h. de Cruz Roql y de Manuela Uchuq, se sepultó en Sag.do Y firme Jose Leon Marroqn          "}
{"text": "Asuncion Cardenas Solta Abl cuatro de ochoc.s cuarta y ciete: murió de V.te Y cuatro años de edad, Asuncion hija nat.l de Magdalena Cardenas, resivió los Stos. Sacramen.tos y se sep.to en sag.do y lo firme. Jose Leon Marroqn          "}
{"text": "Vdo. Gaspar  Manriqe Abr. Cuatro de ochoc.s cuar.ta y ciete: Muriό Gaspar Manriqe como de cuarenta años de edad viudo de [] [] , resivió los Stos. Sacram.tos se sepultó en sag.do y firme Jose Leon Marroqn          "}
{"text": "Monica de la Cruz Solorzano P. Abrl cuatro de ochocs cuaren.ta y siete: murio de un año Monica de la Cruz h. de Juan de Solórzano y de  Simona Romero, se septo en  Sag.do y firme Jose Leon Marroqn          "}
{"text": "Manl sro de Chimal., Abrl cuatro de ochocs cuar.ta y siete: murio de veinte años de edad Manual de Chimalt.o, resivio los Stos Sacram.tos se septo en Sagdo y firme Jose Leon Marroqn          "}
{"text": "Luciano Tay  p.o Abrl, de ochocs cuarta y ciete: murio de dos años de edad LuciNo Tay de Juan y Maria Saloq, se septo en sag.do y firme Jose Leon Marroqn          "}
{"text": "Aleja Ralon Vda. Abrl cuatro de ochoc.s cartta y ciete: murio Aleja Ralon, de cesenta y cinco años de edad, viuda de Jose Maria Paz, rsivio los Stos. Sacramentos, se sepultó en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Seberino Rodriges Casado Abrl sinco de ochocientos cuarentay siete murio de sincuenta años de edad Seberino Rodriges, casado con Trinidad de Leon: recibio los Santos Sacrametos Se sepulto en Sagrado y firme         "}
{"text": "Patricio Sicajun Parbo Abrl sinco de ochosientos cuarenta y siete: murio de tres dias de nacido Patricio hijo de Francisca Sicajun: se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Paula Chiroy Parbo  Abrl ocho de ochosientos cuarenta y siete: murio Paula de mes y medio hija de Gaspar Chiroy y de Encarnacion Yboy se sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "D. Julian Juares Casado Abrl dies y siete, de ochocs cuar.ta siete : murio De cincuenta y dos años de edad, Julian Jures Casado c. la Sra Mar.a Mendes, resivió los Stos. Sacramtos se sepultó en Sagdo y firme Jose Leon Marroqn          "}
{"text": "Rosaria Raxtun Viuda de Jose Uchuq En veinte y uno de Abrl de ochocis cuarenta y siete  murio de sesenta años de edad Rosaria Raxtun viuda de Jose Uchuq, no resibió los Santos Sacramentos p  no abisaron. Se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Julian Chopen  Parbo. Abrl veinte y uno de ochocientos cuarenta y siete murio de tres meses de edad Julian hijo de Francisco Chopen y de Leandra X Soquiq se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Rita Letona Soltera Abrl Veinte y uno de ochosients cuarenta y siete murio de Setenta años de edad Rita hija de Simon Letona y  Carmen Anleo, resibio los Santos Sacramenttos se sepulTo en sagrado y firme Jose Leon Marroqn          "}
{"text": "Jose Chocon Vdo de S. Jose  Abrl veinte y uno de ochosientos cuarenta y siete: murio Jose Chocon de setenta años de edad. viudo de Clara resivio los Stos. Sacramentos se sepulto en sagdo y firmo Jose Leon Marroqn          "}
{"text": "Catalina Castro  Viud. Mayo cuatro de ochocientos cuarenta y siete: murio de Sincuenta años de edad: Catalina Casatro, viudda de Mariano Chuj re sibio los Santos Sacramentotos, Se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Pedro Xitamul  Parvo Mayo seis, de ochocs cuarta murio de seis años de edad, Pedro h. De Pascual Xitamul y  de Paulina Julajuj se sepultó en Sagdo y firme Jose Leon Marroqn          "}
{"text": "Josefa Yaxon  Parvo Mayo seis, de ochocs cuarta y siete: murió de mes y medio de edad Josefa h. De Manl Yaxon, y de Maria Juarez, se sepulTó en sagrado y firmé Jose Leon Marroqn          "}
{"text": "Jose Ylario Parbulo Mayo de dos de ochocs Mayo dos de ochocientos cuarentta y siete> murio de tres meses Jose Ylario hijo de Manuel Churunel y de Maria Sipaq se sepulto en sagrado y firme  Jose Leon Marroqn          "}
{"text": "Jose Xoquiq  Parvo Mayo nueve de ochocs cuarta y ciete: murió de nueve meses de edad, Jose, hijo de Jose Xoquiq, y de María Yboy, se Sepultó en sag.do y firmé Jose Leon Marroqn          "}
{"text": "Luciano Piló  Cdo.  Mayo nueve de ochocs cuarta y siete: murió de cuarta y cinco años de edad Luciano Piló, casado con Francisca Par, recivió los Stos. Sacramtos se sepultó en sagrado, y firmé Jose Leon Marroqn          "}
{"text": "Sebastian Morales Viudo  de San Cristobal  Mayo trese de ochocientos cuarenta y siete murio de Secenta años Sebastian Morales v.udo se  innora de qn no resibio los S tos sacramenttos porq murio repentinamente. Se sepultto en sagrado Y firme Jose Leon Marroqn          "}
{"text": "Juan Jose Saloj  Parvo Mayo dies y nuebe de ochosientos cuarenta y siete: murio de un mes Juan Jose hijo De Luciano Saloj y de Josefa Sajoquill se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Jose Manrriq Parbo Mayo dies y nuebe de ochosientos cuarenta y siete: murio de dos meses Jose, hijo de  Pedro Manrique y de Maria Tanil, se sepulto en sagrado y firme Jose Nasario Salazar          "}
{"text": "Maria De Leon  Vda Mayo vene y seis de ochosientos cuarenta y siete murio de secenta  años de edad Maria de Leon, Viuda de Gregorio Jimenes, resibió  los Santos Sacramentos, se sepulto en sagrado y firme Jose Nasario Salazar          "}
{"text": "Concepcion Chipin Casada Mayo Vente y siete de ochosientos cuarenta y siete murio de treinta Y sinco años de edad Concepcion Chipin Cada con Timoteo Samora, no resibio Los Santos sacramentos por q. No abisaron se sepulto en sagrado y firme Jose Nasario Salazar          "}
{"text": "Venita Archila  P.a Mayo vente y nuebe de ochosientos cuarenta y Siete murio de cuatro mes. Venita Hija natural de Consepcion Archila se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Maria Candelaria Cumes Casada Junio primero de ochosientos cuarenta y siete murio de Sincuenta años de edad Candelaria Cumes, casada con Nicolas Yaxon se Sepulto en sagrado y firmé Jose Leon Marroqn          "}
{"text": "Lucas Quechey Egcalon Junio cuatro de ochosientos cuarenta y siete murio de Seis meses de edad Lucas hijo de Sebastian Queche y de Se Silia Escalon se sepulto en Sagrado  y firmé Jose Leon Marroqn          "}
{"text": "Jose Fernando Galindo y Suniga Parbo Junio sinco de ochosientos cuarenta y siete murio de dose mess de edad Jose Fernando hijo de Escolastico Galindo y de Felisa Suniga se se Pulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Mersedes Panjoj  Pva Junio quince de ochisielntos cuarenta y siete murio de cuatro años de edad Mersedes hija de Maria Panjoj se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Teresa Pop Parba Junio dies y siete de ochisientos quarenta y siete: murio de un  Año de edad Teresa hija de Sebastian Pop y de Cecilia Egcalon  Se sepulto en sagrado y firmé Jose Leon Marroqn          "}
{"text": "Francisco Tebera  casado Junio dies y nuebe de ochosientos cuarent ay siete murio de Edad de cincuenta años Francisco Tebera casado con Teresa Vosel No resibio los Santos sacramentos por q.e murio embarrancado Se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Jose Gonsales Choy Pro Junio vein.te y cuatro de ochosientos cuarenta y siete: murio de seis meses De edad Jose hijo de Mariano Gonsales y de Maria Choy, se sepulo En sagrado  y firme Jose Leon Marroqn          "}
{"text": "Josefa Guarkax y Sorin  Pro Junio veinte y cuatro de ochsoentos cuarenta y siete: murio de un mes, Josefa hija de Domingo Guarkax y de Catalina Sorin, se sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Maria Dolors Juni vente y cuatro de ochosientos cuarenta y siete murio Tuy y Chuk de edad de uno Maria Dolores hija de Bartolome Tuy y de Candelaria Cuk, Se Sepulto en Sagrado y firme   Jose Leon Marroqn          "}
{"text": "Santiago Cuxuli  Casado Junio Vein.te y cuatro de ochosientos cuarenta y siete: murio de Sincuentta años de edad Santiago Cuxuli. Casado con Ma ria Alesio?: recibio los Santos Sacramentos, Se Sepulto en  Sagrado y Firme Jose Leon Marroqn          "}
{"text": "Manuel Yaxon Adulto Soltero Junio Veinte y siete de ochosientos cuarenta y Siete: murio de dose años de edad Manuel hijo de Gaspar Yaxon y de candelaria Gomes,  no recibio los Santos Sacramentos p.r qe no abisaron Se Sepulto en Sagrado y firme  Jose Leon Marroqn          "}
{"text": "Jose Juaquin Mogollon Pvo Junio Veinte y nuebe de ochosientos cuarenta y siete murio de cinco años de edad Jose Juaquin hijo de Manuel Mogoion, y de Petronila Megicano. Se sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Denderia de Jesus Letona Parva Julio dos de ochosientos cuarenta y siete: murio de dos dias Denderia de Jesus. Hija de Francisco Letona y de Sebastiana Mota: Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Petrona Leja Para Julio ciete, de ochoc.s cuarta y ciete: Murio de un mes de edad, Petrona, h. de Jose Leja, y de Melchora Ajiquichi, Se sepultó en Sagrado y firmé Jose Leon Marroqn          "}
{"text": "Margarita Taniel {Daniel?} Parva Julio quince de ochocs cuartta y siete: Murió de nueve meces de edad Margarita, hija de Cruz T/Daniel, y de Agustina Vicente, se sepultó En Sagrado y firmé Jose Leon Marroqn          "}
{"text": "Jose Sirilo Cuk y Cosigua Parbulo Julio dies y Siete de ochosientos cuarenta y siete: murio de ocho dias Jose Sirilo hijo de Tomas Cuk y de Tomasa Cosigua, Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Bentura Yboy y Julajuj Parbo Julio dies y ocho de ochosientos cuarenta y siete, murio  de un mes Bentura hijo de Lorenzo Yboy y de Melchora Julajuj. Se sepulto en Sagrado y Firmé Jose Leon Marroqn          "}
{"text": "Pablo Bocel Parvo Julio V.te ochocs cuar.ta y ciete: Murio de mes y medio de edad. Pablo hijo de Jose Bocel, y de Magda Chopen, se  sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Pedro Yboy Parvo En veinte y ciente de Julo de ochocs cuarta y ciete: murio de Un mes de edad. Pedro h. De Jose Yboy de Juana Ordeñes Se sepulto en Sag.do y firmé Jose Leon Marroqn          "}
{"text": "Elena Yaxon.  Casada Agosto cinco de ochosientos cuarenta y Siete Fo ll [fallecio] de cuarenta años de edad Elena Yaxon casada conJorge Pablo, resibio los Santos Sacramentos Se Sepulto En Sagrado y firme Jose Leon Marroqn          "}
{"text": "Antonia Tun  Cada Ag.to ocho de ochosientos cuarenta y Siete, murio de  Edad de sincuenta años Antonia Tun, Casada con  []  Yboy, resibio los Santos Sacramentos Se Sepulto en Sagdo y firme Jose Leon Marroqn          "}
{"text": "Gaspar Ju lajuj Po Ag.to nuebe de ochosientos cuarenta y siete Murio de nuebe meses; Gaspar Hijo de Nicolas Julajuj y de Mari,ss>a Nativdad Julajuj, Se Sepulto en Sagra do y firme Jose Leon Marroqn          "}
{"text": "Mersedes Rodas  Po Ag.to nuebe de ochosientos cuarenta y siete murio de dos años de edad Mercedes hija de Maria Rodas Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Maria Longuna Juarez y Letona  Pa Ag.to dose de ochosientos Cuarenta y siete: Murio de dos años de edad, Maria Longuina, hija de Francisco Juárez y de Manuela Letona, Se sepulto en Sagrady  Y firme         "}
{"text": "Jose Maleno Lopes y Batres Ag.,ss.to quince de ochosientos cuarenta y siete: murio de un año de edad Jose Maleno hijo de Sesario Lopez y de Tomasa Batres, Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Cruz Quisquiná  cdo Reg Ag.to dies y ocho, de ochoc,ss>s cuarta y ciete: Murio de veinte y cinco años de edad, Cruz Quisquiná casado con Lorenza Xotoy, no recivio los Stos18. Sacramtos pr qe no avisaron, se sepultó en sagrado y firmé Jose Leon Marroqn          "}
{"text": "Dolores Tui casada Regisa Ag.to dies y nuebe de ochosientos cuarenta y Siete: murio de edad de cuarenta años de edad. Dolores Tui casada  con Domingo Chalenn, resibio los Santos Sacramentos Se Sepulto en Sagrado y firme  Jose Leon Marroqn          "}
{"text": "Mateo  Chinta Casado Rg.da Ag.to veinte y cuatro de ochosientos cuarenta y Siete: murio de edad de curenta años Mateo Chinta casado, con Sebastiana Chuj, no resibio los Santos Sacramentos, Ni se enterro en Sagrado por haberse aberiguado qe murio Ebrio y lo firme Jose Leon Marroqn          "}
{"text": "George Cojtin y Morales Ag.to veinte y siete de ochosientos cuarenta y siete, murio De seis meses Geroge hijo de Andres Cojtin y de Rosario Morales Morales, Se sepulto en sagrado y firme Jose Leon Marroqn          "}
{"text": "Manuela Manrriqe Taniel Ag.to veinte y ocho de ochocientos cuarenta y siete Murio de cuatro años, Manuela Manriqe hija de Pedro Manriq,ss>e y de Maria Taniel, Se Sepulto en Sagrado y firme         "}
{"text": "Sipriana Uchuq Parva Sept.e dos de ochocs cuarta y ciete: Murio de once Meces de edad, Sipriana h. de Antonio Uchuq y de Ygna Pas. Se sepultó en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Margarita Chinta Spte tres de ochosientos cuarenta y siete: murio De tres años de edad, Margarita hija de Santos Chinta  Y de Maria Chumil. Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Manuel Catita y  Ballejo Po Sept.e tres de ochocientos cuarenta y siete murio de tres años de edad Manuel hijo de hermenejildo Catita y de Rosa Ballejo. Se Sepulto en Sagrado  y firme Jose Leon Marroqn          "}
{"text": "Francisco Mendoza Tuis  Pro Sept.e sinco de ochosientos cuarenta y siete Murio de cuatro años de edad Francisco  Hijo de Gaspar Mendoza y de Francisca Tuis, Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Natibidad Julajuj Casada Reg.a Septiembre ocho de ochocientos cuarenta y siete: Murio de treinta y sinco años de edad Natibidad Julaju casada con Nicolas Julajuj. Resibio los  Santos Sacramentos Se Sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Pedro En Septbre ocho, de ochocs cuarta y ciete: mu rio de veinte y seis años de edad Pedro Chapeta         "}
{"text": "Chapeta  Cdo. de Totonicapan Registrada casado con Antonia Sicap, resivio los Stos Sacramentos Se sepulto en Sagrado y firme Jose Leon Marroqn          "}
{"text": "Jacinto Morales Parbulo Sept.bre nuebe de ochosientos cuarenta y siete mu rio de beinte dias de edad Jacinto, hijo de Diego Morales y de Juana Sicapan, Se Sepulto en Sag.do y firme Jose Leon Marroqn          "}
{"text": "Maria Josefa Cumes Pa Sep.be dies y siete de ochocientos cuarenta y siete: murio Maria Josefa de edad de dos años hija de Baltazar? []  Cumes y de Nicolasa Seret Jose Leon Marroqn          "}
{"text": "Nicolasa Cum  es  Solra. Sepbre dies y ocho de ochocientos quarenta y ciete: murio Nicolasa hija de Manuel Cumes, y de Antonia Pablo, de edad de veinte y dos años, resibio los Stos. Sacram.tos Se se pulto en Sagrado, y firme Jose Leon Marroqn          "}
{"text": "M.a Victoriana Cums P. Oct.e tres de ochocs cuar.ta y siete: murio de ocho a ms De edad Maria Victoriana h. De Nicolasa Cumes se sepulto en Sagdo y firme         "}
{"text": "Santiago Xep  Solto Oct.e nueve de ochocs cuarta y ciete: en esta Fha murio Santiago hijo de Domingo Xep, y de Petrona Castro, resivio los Stos. Sacram.tos se sepulto en  Sagrado y firme Jose Leon Marroqn          "}
{"text": "Vicente Bocel  Paro Oct.e dies y seis, de ochocientos cuarenta y ciete: En esta Fha Murio de Vicente h. De Domingo Bocel, y de Maria Coyoy Se sepulto de cuatro años y murió? en Sagrado, y firme Jose Leon Marroqn          "}
