{"text":"[margin]: Manoel. Aos vinte e quatro dias do mes de Agosto de mil e seis centos e setenta e sinco, baptizei e pus os santos oleos a Manoel filho  do alferes Antonio Correa Cardozo, e de sua molher [] da Costa forão padrinhos o ouvidor de Bastião Ferras e Maria da Silva mulher do sargento Maior Antonio Vaz. [signed]: Padre João Pereira. "}
{"text":"[margin]: Balthezar. Aos treze do mes de janeiro da era de mil e seis centos e setenta e seis baptizei e pus os santos oleos a Balthezar filho de Manoel Gonsalves e de sua mulher Domingas de Almeida forão padrinhos o Capitam Bartholomeu [] e Francisca de Magalhães mulher de Antonio. [signed]: Vigario Padre Joãoo Pereira. "}
{"text":"[margin]: Leonor. Aos vinte do mes de abril de era de mil e seiscentos e setenta e seis baptizou de [] [] da Silva do gentio de Nossa Senhora do Carmo a Leonor e lhe não pos os santos oleos; filha de Estevão Abreu e de sua mulher Angela da Veiga de que forão padrinhos o Capitam João Alvares de Matos e sua filha Maria [] de que fiz este termo por certidão do dito []. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Breatis. Aos catorse do mes de maio da era de mil e seis centos e setenta e seis baptisei e pus os santos oleos a Breatis filha  do alferes Antªº Viegas de [] e  de Francisca de  []. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Florinda. Aos vinte e quatro dias do mes de Maio da era de mil e seiscentos e setenta e seis baptisei e pus os santos oleos a Florinda filha do Capitam Gonçalo Correia Pinto e de sua mulher Isabel da Crus, forão padrinhos Salvador Lopes, e Maria Pinhrª mulher de Manoel Francisco. [signed]: Vigario Padre João Pereira  "}
{"text":"[margin]: Antonio. Aos vinte e quatro do mes de Maio da era de mil e seiscentos e setenta e seis baptizei e pus os santos oleos a Antonio filho do Capitam Antonio [] de Almeida e de sua mulher Bernarda Pereira, forão padrinhos Antonio Soares e Catherina Pimenta sua molher. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Lauriana. Aos sete do mes de junho da era de mil e seis centos e setenta e seis baptizei e pus os santos oleos a Lauriana filha do Capitam Pedro [] e de sua mulher Breatis Dias; forão padrinhos Manoel Francisco e sua mulher Maria Ribeira. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Bastiana.  Aos dezaseis do mes de Setembro de mil e seicentos e seitenta e seis baptisei e pus os santos oleos a Bastiana filha do ouvidor Sebastião Ferras e de sua molher Leonor Pinto, forão padrinhos Adam [] e Catherina [] mulher de Antonio Soares. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Manoel. Aos trinta dias do mes de setembro da era de mil e seiscentos e setenta e seis baptisei e pus os santos oleos a Manoel filho de Manoel de Miranda e de sua mulher Paula Rodrigues, forão padrinhos Manoel [] e Maria da Concepção D. Viuva. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Manoel. Aos trinta dias do mes de novembro de mil e seiscentos e setenta e seis; baptisei e pus os santos oleos a Manoel filho do ajudante Francisco [Matris] e de sua molher Isabel Gomes, forão padrinhos Capitam Bertholomeu de Lemos e sua molher Agueda Pinheiro. [signed]: Vigario Padre João Pereira. "} 
{"text":"[margin]: João. Aos sete do mes de março da era de mil e seiscentos e setenta e sete baptisei e pus os santos oleos a João filho de Manoel Pereira Pinto e de sua mulher Ilena Nogueira forão padrinhos Sebastião Ferrão, e sua mulher Leonor []. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Salvadora. Aos vinte e oito dias do mes de junho da era de mil e seiscentos e setenta e sete , baptisou e  pos os santos oleos o Padre [Jupino] Manoel [] [][] a Salvadora filha de B.ar  [] [] []	[] forão padrinhos o Capitam [] [] [] []. "}
{"text":"[margin]: Antonio. Aos onze do mez de julho de era de mil e seis centos e setenta e sete; baptizei e pus os santos oleos a Antonio filho de Manoel Martins, e de sua mulher Leanor Pais, forão padrinhos Andre Martins Soito Major, e Agueda Pinheira mulher do Capitam Bartholomeu asima. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Anacleto. Aos vinte e sinco do mez de julho da era da mil e seiscentos e setenta e sete, baptizei e pus os santos oleos a Anacleto filho de Antonio Nª, e de sua mulher Joanna Gomes forão Padrinhos [] Martins Seixas, e D. Magdalena mulher do Capitam João Baptista. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Nazario. Aos dez do mez Agosto da era de mil e seis centos e setenta e sete, baptizei os santos oleos a Nazario filho de João Gazostomo, e de sua mulher Anna Gomes, forão Padrinhos Visente dos Bantos, e Maria Antunes mulher Antª []. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Ylena. Aos dez do mez e agosto da era de mil e seis centos e setenta e sete baptizei e pus os santos oleos a Ylena filha de [] [] e de sua mulher Andre Gomes, forão Padrinhos Domingos Lopes, e Catherina Pinheira mulher de Antonio Soares. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Joanna. Aos vinte e dous de agosto da era de mil e seiscentos e setenta e sete baptizei e pus os santos oleos a Anna filha de Antonio [] e de sua mulher Maria [] forão padrinhos [] [] e Joanna Gomes [] []. [signed]: [] []. "}
{"text":"[margin]: Joanna. Aos vinte e seis do mes de setembro da era de mil e seissentos e setenta e sete, baptisei e pus os santos oleos a Joanna filha de João homem e de sua mulher Catherina de Almeida foi padrinho João Machado. [signed]: Vigario João Pereira. "}
{"text":"[margin]: Thereza. Aos dezoito do mes de outubro da era de mil e seis sentos e setenta e sete, baptizei e pus os santos oleos a Thereza filha de Andre Martins Soito Major e de sua mulher Maria de Almeida; forão padrinhos o Padre Antonio Pereira Pinto, e Inosençia da Crus mulher de Luiz Cardozo. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Martinho. Aos dezoito do mes de novembro da era de mil e seis sentos e setenta e sete, baptizei e pus os santos oleos de [L.ca] que mudou o Reverendo Padre [] a Martinho filho de Antonio Correa Cardozo e de sua molher Ursula da Costa forão padrinhos o Sargento Maior Antonio Vaz [] e sua molher Maria da Silva. [signed]: Padre Antonio Pereira. "}
{"text":"[margin]: Andre. Aos nove do mes de dezembro da era de mil e seis sentos e setenta e sete , baptizei e pus os santos oleos a Andre filho do Capitam Antonio da [Seia] de Almeida, e de sua  molher Catherina [] Padrinhos Antonio Soares e sua mulher Catherina Pimenta de []. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Maria. Aos vinte e dous do mes de Janeiro de mil e seiscentos e setenta e oito, baptizei e pus os santos oleos a Maria filha do ouvidor Bertholomeu Lemos e de sua mulher Agueda Pinheira forão padrinhos o Capitam Mor Domingos da Silva e Izabel Gl Viuva. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Jozeph. Em o primeiro de março de mil e seiscentos e setenta e oito baptizei e pus os santos oleos a Jozeph filho de Antonio Roiz e de sua mulher Sipriana Antunes forão padrinhos Domingos de Souza, e Leonor Pinha mulher de Visente dos Santos. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Thomas. Em os quinze do mes de março de mil e seiscentos e setenta e oito baptizei e pus os santos oleos a Thomas filho de Francisco da [] e sua mulher Antonia de Almeida forão padrinhos o alferes João [Pereira], e Leonor Pimenta mulher de Visente dos Santos. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Luiz. Aos vinte e nove do mes de março da era de mil e seiscentos e setenta e oito baptizei e pus os santos oleos a Luiz filho de Manoel Soares da Costa, e de sua molher Ursula da Costa. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Agueda. Aos dez do mes de Abril da era de mil e seiscentos e setenta e oito baptizei e pus os santos oleos a Agueda filha de Salvador [] Luis.ª e de sua mulher Estacia [Requeixa] forão padrinhos Manoel Francisco e sua mulher Maria. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Hylaria. Em os [] dias do me de maio de mil e seiscentos e setenta e oito baptizei e pus os sanctos oleos a Hylaria filha de Antonio de Magalhains e de sua molher Izabel [Eleonor] da [F.ca] e o Reverendo Padre Vigario João Pereira forão  padrinhos  Manoel [] dos Santos e [] Eugenia Barreta. [signed]: Padre Antonio Pereira Pimenta. "}
{"text":"[margin]: Pulinaria. Em os vinte e seis dias do mes de julho de mil e seiscentos e setenta e oito annos baptizei e pus os santos oleos Pulinaria filha de Gonsallo Correa e de sua molher Izabel da Crus de [Sea] do reverendo Padre Vigario João Pereira forão padrinhos João Antonio e Anna Gomes sua cunhada molher de João []. [signed]: Padre Antonio Pereira []. "}
{"text":"[margin]: Dionizia. Aos dezaseis dias do mes de outubro da era de mil e seiscentos e oitenta e oito baptizei e pus os santos oleos a Dionizia filha do alferes Antonio Viegas de Brito e de sua mulher Francisca de Madalena forão padrinhos o ouvidor Capitam Bertholomeu Lemos e Domingas de Almeida mulher de Manoel Gonçalves. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Barbara. Aos dizanove do mes de março da era de mil e seiscentos e setenta e nove annos bautizei e pus os santos oleos a Barbara filha do Alferes Andre Machado e de sua molher Maria Roiz forão padrinhos o Sargento [] Antonio Vaz Finouquo e [] Seixas. [signed]: Vigario Padre João Pereira. "}
{"text":"[margin]: Bertholomeu. Aos vinte e hu dias do mes de março da era de mil e seiscentos e setenta e nove annos [baptizei] a Bertholomeu filho de Giraldo Figueira de Almeida e de sua molher Catherina de Lemos forão padrinhos Visente Dias e Anna de Jesus molher de Bertholomeu Martins. [signed]: Vigario Padre Antonio Pereira. "}
{"text":"[margin]: Francisca. Aos tres dias do mes de abril da era de mil e seiscentos e setenta e nove; baptizei e pus os santos olleos a Francisca filha de Francisco Miz e sua molher Izabel Gomes forão padrinhos Francisco Barreto e Dona Madalena []. [signed]: Vigario Padre Antonio Pereira. "}
{"text":"[margin]: Maria. Aos dez dias do mes de abril da era de mil e seiscentos e setenta e nove annos bauptizei e pus os santos oleos a Maria filha de Antonio Vieira e de sua molher Joana Gomes forão padrinhos Giraldo Figueira da G.lª Catherina de []. [signed]: Vigario Antonio Pereira. "}
{"text":"[margin]: Antonia. Aos dous dias do mes de julho da era de mil e seiscentos e setenta e nove bauptizei por necessidade a Antonia ex [porta] é exposta em caza de Manoel Francisco de que forão padrinhos o ditto Manoel Francisco e sua mulher Maria Ribeira. [signed]: Vigario Antonio []. "} 
{"text":"[margin]: Martinho. Aos seis dias do mes de agosto de mil e seiscentos e setenta e nove bauptizei e pus os santos oleos a [Martinho] filho de Andre [] Souto Major e de sua molher Maria de Almeida forão padrinhos Gil mestre e Ignocencia da Cruz molher do Capitam Luiz Cardozo. [signed]: Vigario [] []. "}
{"text":"[margin]: Domingos. Aos dous dias do mes de setembro da era de mil e seiscentos e setenta e nove bauptizei e pus os santos oleos a Domingos de Almeida forão padrinhos Antonio Soares e sua molher Catherina Pimenta. [signed]: Vigario Antonio []. "}
{"text":"[margin]: Theodoro. Aos vinte e sete dias do mes de dezembro da era de mil e seiscentos e setenta e nove; baptizei e pus os santos oleos a Theodorio filho de Jozeph Coutinho e de sua molher Izabel de Oliveira; forão padrinhos [] forra e Catherina Pimenta molher de Antonio Soares. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Manoel. E logo no mesmo dia e era assima declarada bauptizei e pus os santos oleos a Manoel filho do dito Jozeph [] e de sua molher Izabel de Oliveira e forão padrinhos Manoel Pr Pinto e Leonor Roiz molher de Sebastião Ferraz. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Estevão. Aos dous dias do mes de Janeiro de mil e seis centos e oitenta, baptizei e pus os santos oleos a Estevão filho de Bertholomeu e de sua molher Andrea Gomes,forão padrinhos Antonio Soares e Francisca de Magalhains molher de Antonio Viegas. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Ignes. Aos vinte e oito do mes de janeiro da era de mil e seiscentos e oitenta bauptizei e pus os santos oleos a Ignes filha de Antonio Correa Cardozo e de sua molher [] da Costa forão padrinhos Adam Mino Seixas e Maria da Silva molher de Antonio Dias Finoquo. [signed]:  "}
{"text":"[margin]: Sicilia. Aos seis dias do mes de abril da era de mil e seiscentos e oitenta bauptizei e pus os santos oleos a Sicilia filha de Balthazar Maciel e de sua molher [] [] forão padrinhos [] de [] e Matheus de Lemos [] de Giraldo [] [] parda. [signed]: Vigario Antonio Pereira Pinto. "}  
{"text":"[margin]: João. Aos vinte e dous dias do mes de abril da era de mil e seiscentos e oitenta baptizei e pus os santos oleos a João filho de João Antonio e de sua molher Maria [] forão padrinhos Antonio Soares e Maria da Silva molher do Sargento Mor Antonio Vas Finoquo. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Sipriana. Aos vinte e tres dias do mes de maio da era de mil e seiscentos e oitenta baptizei e pus os santos oleos a Sipriana filha de Manoel Roiz Cruz e de sua molher Florentina da Vieira forão padrinhos Balthezar [Maciel] e Leonor Roiz molher de Sebastião []. [signed]: Vigario Antonio Pereira Pinto. "} 
{"text":"[margin]: Joana. Aos quinze dias do mes de julho da era de mio e seiscentos e oitenta bauptizei e pus os santos oleos a Joana filha de Gonçallo da Costa e de sua molher Ilana da Costa forão padrinhos Manoel Roiz de Azevedo e Maria da Concepção [] Viuva. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: João. Aos dezaseis dias do mes de Junho de mil e seiscentos e oitenta Baptizei e pus os santos oleos a João filho de Gonçallo Correia Villella e de sua molher Izabel da Crus forão padrinhos Bernardo de [] e Maria Leitoa viuva. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Margarida. Aos vinte e tres dias do mes de septembro da era de mil e seiscentos e oitenta bauptizei e pus os santos oleos a Margarida filha de Antonio de Magalhains e de sua molher Izabel de Lemos forão padrinhos Manoel Barretto e Dona Madalena molher do Capitam João Bauptista Roiz. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Ellena. Aos tres dias do mes de outubro da era de mil e seiscentos e oitenta baptizei e pus os santos oleos a Ellena filha do Cappitam Antonio de Cea de Almeida e de sua molher Bernarda Pereira; forão padrinhos Antonio Soares e sua molher Catherina Pimenta. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Sicilia. Aos dezoito dias do mes de novembro da era de mil e seis centos e oitenta baptizei e pus os santos oleos a Sicilia filha de Antonio Vi.ra e de sua molher Joanna Gomes, e forão padrinhos Capitam Manoel Francisco e uma mulher  Maria Rib.ra. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Beatriz. Aos vinte e coatro dias do mes de novembro de mil e seiscentos e oitenta baptizei e pus os santos oleos a Beatris filha do ouvidor Bertholomeu de Lemos e de sua mulher Agueda Pinheira e forão padrinhos João Oliveira e Ignacia Pinto mulher de Visente Dias. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Gracia. Aos dous dias do mes de fevereiro da era de mil e seiscentos e oitenta e hu annos baptizei e pus os santos oleos a Gracia filha de João Pimenta de sua molher Antonia [] de Almeida e forão padrinhos Domingos Machado e [] da Silva filha de Luiz Paulo. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Simoa. Aos tres dias do  mes de  fevereiro  da dita era asima [] baptizei e pus os santos oleos a Simoa filha de Manoel Gonçalves e de sua molher Domingas de Almeida,  forão padrinhos Sargento Maior Antonio Vas Tinoquo e sua mulher Maria da Silva de que fiz este asento em que asignei. [signed]: Vigario Antonio Pereira Pinto. "}"  
{"text":"[margin]: Antonio. Aos onze dias do mes de fevereiro de mil e seiscentos e oitenta e hu annos baptizei e pus os sanctos oleos a Antonio filho de Francisco Soares e sua mulher Domingas Nunes forão padrinhos  o ouvidor Bartholomeu de  Lemos e [] [] do capitão Manoel Francisco. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Izabel. Aos trinta dias do mes de março da era de mil e seiscentos e oitenta e hu bauptizei e pus os santos oleos a Izabel filha de Antonio Moreira das terras e de sua mulher Maria Nunes; forão padrinhos o Sargento Maior Antonio Vas Tinoquo e sua mulher Maria da Sylva de que fiz este asento em que asignei. [signed]: Vigario Antonio Pereira Pinto. "} 
{"text":"[margin]: Francisco. Aos dous de dezembro de 1681 baptizei e pus os santos oleos a Francisco filho do Alferes Antonio Correia Cardozo e de sua molher Ursula da Costa; forão padrinhos o sargento maior Antonio Tinouco e sua molher Maria da Sylva. [signed]: Vigario Antonio Pereira Pinto. "}
{"text":"[margin]: Manoel. Aos 30 do mes de março da era asima baptizei e pus os santos oleos a Manoel filho do Capitam Andre Martins e de sua molher Maria de Almeida forão padrinhos o Capitam Manoel Francisco e sua molher Maria da Silva. [signed]: Antonio Pereira Pinto. "} 
{"text":"[margin]: Theodozia. Aos 12 do mes de abril da era asima baptizei e pus os santos oleos a Theodozia filha de Manoel Gonsalvez e de sua molher Domingas de Almeida foram padrinhos João Machado e Maria da Sylva mulher de Antonio Vaz Tinouco. [signed]: Antonio Pereira Pinto. "} 
{"text":"[margin]: Manoel. Aos 13 dias do mes de Abril da era asima bauptizado [] in extremis Manoel filho de Antonio [] e de sua molher Sypriana da Vega, lhe pus os oleos nesta Igreja matris de Cabo Frio e fui eu mesmo aleito para Padrinho, e por Madrinha a Catherina Pimenta [ ] de Antonio Soares. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Ingracia. Aos 26 de Abril da era asima baptizei e pus os sanctos oleos a Ingracia filha de João Antonio e de sua molher Inacia Pereira; forão padrinhos o capitão Manoel Francisco e Bernarda Pereira mulher do capitão Antonio Cea de Almeida. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Bertholomeu. Aos dezeseis dias do mes Septembro baptizou e pos os sanctos oleos [] [] do padrinho [] Bertholomeu filho de Antonio Vieira e de sua molher Joana Gomes [] João Machado[] [signed]:  []. "}
{"text":"[margin]: Mauricio. Aos quatro dias do mes de outubro da era asima bauptizei e pus os santos oleos a Mauricio filho de Francisco da Cunha e sua mulher Bernarda Pereira. Foram padrinhos Antonio Soares, e sua molher Catherina Pimenta. [signed]: Antonio Pereira. "}
{"text":"[margin]: Francisco. Aos dez dias do mes de outubro da era asima bauptizei e pus os santos oleos a Francisco filho do Capitam Antonio de Coa de Almeida e de sua molher Bernarda Pereira foram padrinhos Antonio Soares, e sua molher Catherina Pimenta. [signed]: Antonio Pereira. "}
{"text":"[margin]: Brizida. Aos onze dias do mes de setembro da era asima baptizei e pus os santos oleos a Brizida filha de [ ] Nunes e de sua molher [] Correa. Forão padrinhos Manoel Barretto e Maria molher Maria de []. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Silvestre. Aos dez dias do mes de Janeiro da era de oitenta e tres baptizei e pus os santos oleos a Silvestre filho de Manoel Martins e de sua mulher Leonor Roiz. Foram padrinhos o capitam Andre Martins e Catherina Pimenta. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Simiana. Aos doze dias do mes de Janeiro da era asima bauptizei e pus os santos oleos a Simiana filha de Joam Pimenta e de sua molher Antonia Rodrigues. Foram padrinhos [] Ferraz e Ursula da Costa. [signed]: ".}
{"text":"[margin]: Raimunda. Aos dezasete dias do mes de janeiro da era asima baptizei e pus os santos oleos a Raimunda filha de Manoel Antunes e de [] [] (Asento incompleto). "}
{"text":"[margin]: Pedro. Aos trinta e hum do mes de janeiro da era asima baptizei e pus os sanctos a Pedro filho de Jozeph de [] e de sua molher Francisca Barboza. Forão padrinhos [] da Silva Agueda, e Dona Madalena de []. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Cassandra. Aos dous dias do mes de fevereiro da era asima bauptizei e pus os santos oleos a Custodia filha de Estevam de Moraes e de sua molher Angella da Vega de []. Foram padrinhos hu mesmo Vega e Sipriana da Vega. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Vicente. Aos dezaseis dias do mes de Abril da era asima bauptizei e pus os santos oleos a Vicente filho de Bertholomeu de Lemos e de sua molher Agueda Pinheira. Forão padrinhos Joam de Mello e Joanna Alvares. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Manoel. Aos dezasete dias do mes de junho da era asima bauptizei e pus os santos oleos a Manoel filho de Joam da [] e de sua molher Izabel de Almeida. Foram padrinhos [] Ferras e sua filha Geronima Ferraz. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Euzebio. Aos quatorze dias do mes de agosto da era asima bautizei e pus os santos oleos a Euzebio filho de Gonsallo da Costa e sua molher Elena da Costa, foram padrinhos o dito vigario e Pelonia Rodrigues molher de [] []. [signed]: Dr. Matheus da []. "}
{"text":"[margin]: Mauricio. Aos vinte e oito dias do mes de Setembro baptizei e pus os santos oleos a Mauricio filho de Antonio de Magalhains e de sua molher Izabel de Lemos forão padrinhos Manoel de [] Pinto e Catherina Pimenta Viuva. [signed]: Antonio de Pinto. "}
{"text":"[margin]: Manoel. Aos dez dias do mes de outubro da era asima baptizei e pus os santos oleos a Manoel filho de Manoel Gonsalves e de sua molher Domingas de Almeida, foram padrinhos Antonio Vas Tinoco e Maria da Sylva sua molher. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Joam. Aos quatro dias do mes de janeiro de mil e seiscentos e oitenta e quatro baptizei e pus os santos oleos a Joam filho de Antonio Correa e de sua molher Ursula da Costa; foram padrinhos Sargento Mor Antonio Vas Tinoco e sua molher Maria da Sylva. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Antonia. Aos quinze dias do mes de fevereiro da era asima baptizei e pus os santos oleos a Antonia filha de [] [] e de sua molher Catherina [] foram padrinhos [] e []. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Sebastiam. Aos dezoito do mes de março da era asima baptizei e pus os santos oleos a Sebastiam filho de Sebastiam Chaves e de sua molher [] Rodrigues. Foram Padrinhos Antonio Correa Cardozo e [] []. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Luzia. Aos vinte e seis dias do mes de outubro da era asima bauptizei e pus os santos oleos a Luzia filha de Antonio Pereira das Neves e de sua molher Maria Nunes; forão padrinhos Sargento Mor Antonio Vas Tinoco e Leonarda Nunes. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Manoel. Aos sinco dias do mes de janeiro da era de mil e seiscentos e oitenta e sinco annos baptizei e pus os santos oleos a Manoel filho de Manoel Gonsalves e de sua molher Domingas de Almeida; Foram padrinhos Antonio Correa e Apolonia Rodrigues. [signed]:Antonio de Pereira. "}
{"text":"[margin]: Ignes. Aos quatro do mes de janeiro da era de mil e seiscentos e oitenta e sinco annos baptizei e pus os santos oleos a Ignes filha de Antonio Pimenta e sua molher Antonia Rodrigues; forão padrinhos Antonio Correa e Ignes Pereira por ordem do Reverendo Padre Antonio de Pinto fiz este termo. [signed]: Frei Francisco [] Carnasão. "}
{"text":"[margin]: Custodio. Por comissão do Reverendo Padre Antonio de Pinto aos onze do mes de fevereiro da era de mil e seiscentos e oitenta e sinco anos baptizei e pus os santos oleos a Custodio filho de Jozeph de [] e de sua molher Francisca Pachequa; forão padrinhos Francisco de Miranda e Maria [] Ribeira. [signed]: Frei Francisco [] Carnasão. "}
{"text":"[margin]: Balthazar. Aos doze dias do mes de Abril de 1685 bauptizei e pus os santos oleos a Balthazar filho de Manoel Antunes e de sua molher Izabel Vieira. Forão padrinhos Sebastião Gonsalves Romeiro e Antonia Nunes [] []. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Anna. Aos nove dias do mes de março de oitenta e sinco bautizei e pus os santos oleos a Anna filha de Francisco Martins e de sua molher Izabel [] forão padrinhos [] Martha e Florencia Gomes [] [] Manoel da Costa. [signed]: Antonio de Pereira. "}
{"text":"[margin]: Ancelmo. Aos 16 de julho da era de 1685 baptizei e pus os santos oleos a Ancelmo filho de Vasco da Silva e de sua molher Clara da Luz. Forão padrinhos Antonia da Silva e o capitam Manoel Machado. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Victorio. Aos 5 dias do mes de Agosto de 1685 baptizei e pus os santos oleos a Victorio filho de Francisco da Costa e de sua molher Antonia de [] forão padrinhos o Capitam Sebastiam Alz e Ignes Freire. [signed]: Frei Lucas da Conceição. "} 
{"text":"[margin]: Leonor. Aos 18 dias de setembro de 1685 baptizei e pus os santos oleos a Leonor filha de Violante Glz e não se [] [] ]forão padrinhos Diogo Alz e Maria  Nunes [] [] Padre Vigario Antonio de []. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Vicente. Aos seis dias do mes de outubro de seiscentos e oitenta e sinco baptizei sub conditione e pus os santos oleos a Vicente filho de Marcel Barboza e de sua mulher Eugenia Barreta. Foi madrinha Dona Madalena de Ludesma. [signed]: Antonio de Pinto. "}
{"text":"[margin]: Antonio. Aos 12 de fevereiro de 1686 annos baptizei e pus os santos oleos a Antonio filho de João Alz e de sua molher Joana Gomes. Forão padrinhos o Capitam Manoel Francisco e Antonia Nogueira como delegado do Padre Vigario Antonio de Pinna. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Apolonia. Aos 20 do mes de fevereiro de 1686 annos baptizei e pus os santos oleos a Apolonia filha de Francisco Glz Caminha e sua molher Joanna da Conceição forão padrinhos o Capitam João Machado e Lourença Nunes como dellegado do Padre Vigario Antonio de Pinna. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Antonio. Aos vinte e sete de fevereiro de 1686 bauptizou o Padre Francisco da Encarnação como meo delegado a Antonio filho de Antonio Correa Cardozo e de sua mulher Ursula da Costa forão padrinhos Luiz Cardozo e Maria da Silva de que fiz este asento a seis de março. [signed]: Antonio de Pinna.
{"text":"[margin]: Antonia. Aos vinte e quatro dias do mes de março de 1686 bauptizei e pus os santos oleos a Antonia filha de João Antonio de Brito e de sua molher Maria Vieira forão padrinhos Capitam Manoel Machado e Ignes Freire. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Miguel. Aos vinte e hum do mes de julho de 1686 annos bauptizei e pus os santos oleos a Miguel filho de Bras de Andrade e sua mulher Anna da Costa; forão padrinhos Afonço Gomes e Apolonia Alz. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Marcela. Aos dez dias do mes de novembro bauptizou e pos os santos oleos o Vigario Lucas religiozo de S. Francisco [] [] com icento de delegado em minha ausencia a Marcela filha de Marcel Barboza e de sua molher Eugenia Barreta; foram padrinhos Manoel Barreto e Ignacia Pinheira de que fiz este termo. [signed]: Antonio de Pinna. "}
{"text":"[margin]: João. Aos tres dias do mes de dezembro o dicto padre asima bautizou e pos os santos oleos a João filho de Antonio Correa e de sua mulher Ursula da Costa. Foram padrinhos Antonio Vas Tinboco e Maria Nunes de que fiz este asento. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Elena. Aos doze dias do mes de março de 1687 bautizei e pus os santos oleos a Elena filha de Jozeph de Freitas e de sua molher Francisca Pacheca. Forão padrinhos Balthezar Maciel e sua filha Izabel da Anunciação. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Bertholomeu. Aos sinco dias do mes de outubro de 1687 annos baptizei e pus os santos oleos a Bertholomeu filho de Antonio Cea de Almeida e de sua molher Bernarda Pereira; forão padrinhos o Capitam Francisco de Alburquerque e Catherina Pimenta. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Roza. Aos 18 dias do  mes de novembro  bautizei e pus os santos oleos a Roza filha de [] [] e de sua mulher Maria de Almeida. Forão padrinhos Antonio Cea de Almeida e Maria Nunes. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Serafina. Aos dez dias do mes de janeiro de 1688 annos baptizei e pus os santos oleos a Serafina filha de João Pereira Urbano e de sua mulher Joana de Souza Rodrigues. Forão padrinhos Afonço Gomes e Maria Coutinho. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Maria. Aos Aos 26 de fevereiro de 1688 bautizou e pos os santos oleos o Frei Lucas Religiozo de S. Francisco e [] [] a Maria filha de Antonio [] da Cunha e de sua mulher [] Ferraz. Foram padrinhos Antonio Moreira e Leonor Rodrigues. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Marcos. Aos 28 ultimo de fevereiro da era asima baptizei e pus os santos oleos a Marcos filho de Manoel [] e de sua molher [] da Costa. Foram padrinhos João [] e Maria da Conceição. [signed]: Antonio de Pinna. "}
{"text":"[margin]: Anna. Aos vinte e quatro do mes de junho baptizei e pus os santos oleos a Anna filha de Pedro da Silva e de sua molher Clara da Luz; forão padrinhos Sargento Mor Antonio [] e sua molher Maria da Silva, como delegado de Antonio de Pinna. [signed]: [] [] ."}
{"text":"[margin]: Jozeph. Aos 22 do mes de julho de 1688 baptizei e pus os santos oleos a Jozeph filho de Antonio Roiz e de sua molher Cipriana da Veiga, forão  padrinhos [] B.er [] da Silva como delegado do Vigario Antonio de Pinna. [signed]: [] []. "} 
{"text":"[margin]: Jozeph. Aos 26 do mes de setembro de 1688 baptizei pus os sanctos oleos a Jozeph filho de João Almeida de Aguiar e sua molher Joanna Gomes; forão padrinhos Manoel Pacheco e Andreza de Jesus. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Manoel. Aos [] do mes de outubro de 1688 baptizei e pus os sanctos oleos a Manoel filho de Manoel Martins e de sua mulher Leonor Roiz, forão padrinhos Francisco de Lemos e Catherina de Cea. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Miguel. Aos [] do mes de outubro da era asima baptizei e pus os santos oleos a Miguel filho de [] Correa e de sua molher Ignacia Abreu forão padrinhos o Sargento Mor Antonio Vas e sua mulher Maria da Silva. [signed]:Frei Lucas da Conceição. "}
{"text":"[margin]: Antonio. Aos 24 do mes  de [] da era asima  baptizei e  pus os sanctos oleos a Antonio,  não se nomearão pais; forão padrinhos Sargento Mor Antonio Vas Tinoco e sua molher Maria da Silva. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Silvestre. Aos nove dias do mes de janeiro de 1689 baptizei e pus os santos oleos a Silvestre filho de Francisco da [] e de sua molher Antonia []; forão padrinhos Dionizio [] e Ignes Freire. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Sebastiana. Aos vinte e tres de abril de mil e seiscentos e oitenta e sete baptizei e pus os santos oleos a Sebastiana filha de Miguel [] e de sua mulher Ignacia Nunes; forão padrinhos Domingos Correa e [] da Costa. [signed]: Matheus de []. "}
{"text":"[margin]: Tereza. Em o primeiro de Mayo de mil e seiscentos e oitenta e nove baptizei e pus os santos oleos a Tereza filha de Manoel Vas e de sua molher Margarida da Sylva. Foram padrinhos Jozeph Correa Pinheiro e Maria Ribeira. [signed]: Matheus da Sylveira []. "}
{"text":"[margin]: Joam. Em o primeiro dia de junho de mil e seiscentos e oitenta e nove baptizei em caza por necessidade a João filho de Sebastião Ferraz e de sua molher Lionor Rodriguez. Forão padrinhos Antonio Vieira da Cunha e sua molher Hieronima Ferraz e a dous de outubro lhe fiz na igreja o oficio e pus os santos oleos [] mesmos padrinhos. [signed]: Matheus da Sylveira []. "}
{"text":"[margin]: Margarida. Aos dezanove dias do mes de julho de mil e seiscentos e oitenta e nove baptizei e pus os santos oleos a Margarida filha de Domingos Correa e de sua molher Maria da Costa a qual tinha [] baptizado em caza por estar quasi morta.  Foram padrinhos  Joam  [] de Lima e Ignacia Roiz. [signed]: Matheus da Sylveira de Almeida. "}
{"text":"[margin]: Manoel. Aos catorze de julho de mil e seiscentos e oitenta e nove annos baptizou o Padre Frei Lucas e pos os santos oleos [] [] a Manoel filho de Bras de Andrade e de Anna da Costa sua mulher; forão padrinhos Francisco Gonsalves e Vitoria da Silva de que fiz este asento aos vinte de julho de oitenta e nove. [signed]: Matheus da Sylveira. "}
{"text":"[margin]: Maria. Aos vinte e hum dias do mes de septembro de mil e seiscentos e oitenta e nove annos baptizei e pus os santos oleos a Maria filha de Joam Pereira e de sua molher Maria de Almeida. Foram padrinhos o Conego Manoel Alves Correa e Izabel Nogueira de que fiz este asento. [signed]: Matheus da Sylveira. "}
{"text":"[margin]: Jozeph. Aos oito de septembro de mil e seiscentos e oitenta e nove baptizei e pus os santos oleos a Jozeph filho de Antonio Correa Cardozo e de sua molher Ursula da Costa. Forão padrinhos Sargento Mor Antonio Vas Tinoco e Catherina de Lemos por concesão [] [] Matheus da Silveira. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Catherina. Aos dezasete de septembro de mil e seiscentos e oitenta e nove baptizei e pus os santos oleos a Catherina filha de João Pimenta e de sua mulher Antonia Rodrigues forão padrinhos D.os Pires e Carolina Maciel por comissão do Padre Vigario Matheus da Sylveira. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Asença. Aos dous dias do mes de outubro de mil e seiscentos e oitenta e nove annos baptizei e pus os santos oleos a Asença filha de Vicente de Andrade e de sua mulher Maria da Roza [] Araruama [] Nossa Senhora da Asunçam de Cabo Frio de que fiz este asento. [signed]: Matheus da Sylveira. "}
{"text":"[margin]: Manoel. Aos [] dias do mes de outubro de seicentos e oitenta e nove baptizei e pus os santos oleos a Manoel filho do Capitam Antonio de [] e de sua molher Bernarda Pereira. Forão padrinhos [] [] e Ignes Viegas. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Izabel. Aos [] dias do mes de novembro da era de 1689 baptizei e pus os santos oleos a Izabel filha do Alferes D.os Machado e de sua mulher [] [] forão padrinhos capitam Francisco Gomes Alves Caminha e sua molher Joana Roiz. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Manoel. Aos dezaseis do mes de janeiro de 1690 baptizei e pus os santos oleos a Manoel filho de Antonio escravo de S. Bento e de sua molher Barbara tambem escrava, forão padrinhos João Cardozo e Hieronima Feras. [signed]: Frei Bento da Piedade. "}
{"text":"[margin]: Phelipa. Aos 17 dias do mes de fevereiro de 1690 baptizei e pus os santos oleos a Phelipa filha de G.ar e de sua mulher Maria escravos do Capitam Manoel Francisco; forão padrinhos Antonio Moreira da Costa e Ignoncia da Cruz. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Barbara. Aos 23 dias do mes de fevereiro da era asima baptizei e pus os santos oleos a Barbara filha de Manoel Roiz e de sua mulher Lourença Gomes forão padrinhos Antonio Coelho de Portugal e sua mulher Luiza de []. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Faustina. Aos 25 dias do mes de fevereiro era asima baptisei e pus os santos oleos a Faustina filha de Jozeph Alvares e de sua mulher Bernarda de Oliveira. Forão padrinhos Izabeo de Oliveira Borges e Maria Rodrigues madrinha. [signed]: Frei Bento da Piedade. "}
{"text":"[margin]: Agueda. Aos 14 do mes de março de 1690 bautizei e pus os santos oelos a Agueda filha de Jozeph de Brito e de sua molher Maria [ ] forão padrinhos Estevão [ ] e [] []. [signed]: [] []."}
{"text":"[margin]: Salvador. Aos 21 do mes de março de 1690 baptizei e pus os santos oleos a Salvador filho de Rodrigo de Brito e de sua molher Violante da Costa. Forão padrinhos Manoel Soares da Costa e madrinha Ignes Freire. [signed]: Frei Bento da Piedade. "}
{"text":"[margin]: Ana. Aos 25 do mes de abril de 1690 bautizei e pus os santos oleos a Ana filha do Capitam Joam Alvares e sua molher Joana Gomes forão padrinhos Diogo de Sá e Madrinha Ignes Freire. [signed]: Frei Beto da Piedade. "}
{"text":"[margin]: Sebastiana. Aos 8 dias do mes de maio de 1690 baptizei e pus os santos oleos a Sebastiana filha de Francisco de Oliveira e de sua molher Anna [] forão padrinhos Miguel Pereira Pinto e Paula da Veiga. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Francisca. Aos [] dias do dicto mes asima e era baptizei e pus os santos oleos a Francisca filha de João Chrisostomo e de sua molher Anna Gomes forão padrinhos Carlos Montes da Crus e Dona Madalena. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Antonio. Aos 14 dias do mes de junho de 1690 baptizei e pus os santos oleos a Antonio filho de Antonio Nogueira das Neves e de sua molher Maria Nunes forão padrinhos Roque Godinho da Cunha e Maria da Silva. [signed]: Frei Bento da Piedade. "}
{"text":"[margin]: Antonio. Aos 3 dias do mes de julho de 1690 baptizei e pus os santos oleos a Antonio filho de Heronima Martins não se sabe o pai. Forão padrinhos Domingos Martins e Catherina Pimenta. [signed]: Frei Bento da Piedade. "} 
{"text":"[margin]: João. Aos 21 dias do mes de 1690 baptizei e pus os santos oleos João filho de Manoel Moreno e de sua molher Ursula da Costa. Forão padrinhos capitam João Machado [] e Maria da Silva. [signed]: Frei Bento da Piedade. "}
{"text":"[margin]: Agostinho e Luzia. Aos 3 do mes de setembro de 1690 baptizei e pus os santos oleos a Agostinho filho de Antonio Correia de Queiroz e hua filha do mesmo dito por nome Luzia ambos de Luiz Gomes e de sua molher Leonarda da Silva. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: Madalena. Aos 8 dias do mes de outbubro de 1690 baptizei e pus os santos oleos a Madalena filha de Marçal Barboza e sua mulher Eugenia Barreta forão padrinhos Roque Godinho e Maria Ribeira. [signed]: Frei Bento da Piedade. "}
{"text":"[margin]: Joanna. Aos 13 dias do mes de novembro de 1690 baptizei e pus os santos oleos a Joanna filha de Manoel Gomes da Silva e de sua molher Pascoa Antunes forão padrinhos João da Costa e Margarida da Crus. [signed]: Frei Lucas da Conceição. "}
{"text":"[margin]: João. Aos nove dias do mes de fevereiro de 1691 baptizei e pus os santos oleos a João filho de João da Costa e sua mulher Izabel de Almeida forão padrinhos Antonio Coelho e Pelonia Roiz. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Margarida. Aos vinte e nove dias do mes de março da era asima baptizei e pus os santos oleos a Margarida filha de Manoel [] e de sua molher Izabel Viera forão padrinhos Luzia Pereira e Antonio Frª. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Thereza. Aos 30 dias do mes de março de 1691 baptizei e pus os santos oleos a Thereza filha de Domingos de Araujo Soares e de sua molher Luzia Gonsalves. Forão  padrinhos Pº Velho de Azevedo e Catherina Pimenta. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Francisca. Aos [] dias de Maio da era de 1691 baptizei e pus os santos oleos a Francisca filha do Capitam Francisco Gonsalves Caminha e sua molher Joanna Roiz forão padrinhos o Sargento Mor Antonio Vas Tinoco e Thereza Jesus. [signed]: Frei Lucas da Concepção."}
{"text":"[margin]: Jozepha. Aos treze dias do mes de Junho de 1691 baptizei e pus os santos oleos a Jozepha filha de Thegustinha de [] e Francisco de Lemos , forão padrinhos Lourenço de Souto Maior e Feliciana Rodrigues. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Bazilio. Aos 20 dias do mes de junho da era de 1691 baptizei e pus os santos oleos a Bazilio filho do Capitam João Alures e sua mulher Joanna Gomes, forão padrinhos Afonço Gomes, e Beatris Coutinha. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Jozeph. Aos vinte e oito de Julho de mil e seiscentos e noventa e hum Baptizei e pus os santos oleos a Jozeph filho legitimo de Claquo da Silva e de Calara da Luz forão padrinhos Sargento Mor Antonio Vas Tinoco e Maria da Silva. [signed]: D.os Miguel Luiz Freire. "}
{"text":"[margin]: Antonio. Aos nove de setembro de mil e seiscentos e noventa e hum baptizei e pus os santos oleos a Antonio filho legitimo de João de Mello da Fonceca e de Reimunda Pinheira forão padrinhos Francisco de Lemos e Maria Antunes de que fiz este termo era e mes et sup. [signed]: D.os Miguel Luiz Freire. "}
{"text":"[margin]: Joanna. Aos [] de outubro de mil e seiscentos e noventa e hum baptizei e pus os santos oleos a Joanna filha natural de Maria escrava de Sebastião Ferraz deste [mes] do gentio de Guine Catherina Pimenta forão padrinhos João Cardozo de Mendonça e Valeria da Silva e asim pus os santos oleos a Antonio filho natural de Luzia do gentio da terra escrava de D.os Machado e de Francisco do gentio de Guine escravo de Antonio Vas Tinoco desta filha. [signed]: D.os Miguel Luiz Freire. "}
{"text":"[margin]: João. Aos doze de outubro de mil e seiscentos e noventa e hum ano baptizei e pus os santos oleos a João filho legitimo de Brapote de And.re  e [] Costa forão padrinhos Manoel Roiz Calafa Izabel Fon. de que fiz este termo. [signed]: D.os Miguel Luiz Freire. "}
{"text":"[margin]: Salvadora. Aos 25 do mes de novembro da era de 1691 bautizei e pus os santos oleos a Salvadora filha de Antonio Correia Cardozo e de sua molher Ursula da Costa; Forão padrinhos Marcelo Prª Pinto e Antonia Rodrigues de que fiz este termo. [signed]:Frei Bento da Piedade. "}
{"text":"[margin]: Jozepha. Aos seis de janeiro de seiscentos e noventa e dous annos baptizei e pus os santos oleos a Jozepha filha legitima de Salvador Correa e de Ignacia Coelha forão padrinhos D.os Miguel Luiz Freire e Clara da Veiga de que fiz este termo. [signed]: D.os Miguel Luiz Freire. "}
{"text":"[margin]: Cezilia. Aos 13 dias do mes de fevereiro de 1692 baptizei e pus os santos oleos a Cezilia filha de Francisco Martins e sua mulher Izabel Gomes; forão padrinhos Roque Godinho e Anna [] por comissão do Padre Vigario D.os Miguel Luiz Freire. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Jozeph. Aos tres de mayo de mil e seiscentos e noventa e dous baptizei e pus os santos oleos a Jozeph filho de legitimo de [].
{"text":"[margin]: Marta. Aos sinquo dias do mes de junho de mil e seiscentos e noventa e dois annos baptizei  e pus os santos oleos a Marta filha [] de Antonio Moreira das Neves e de sua mulher Maria Nunes naturais desta cidade de Cabo Frio; forão padrinhos João Machado Roiz e Barbara Machado filha de Manoel Machado de que fiz este asento ra et supra. [signed]: Padre Vigario Simon de Souza Ribeiro. "}
{"text":"[margin]: Agueda. Aos vinte e dois dias do mes de junho de 1692 annos bauptizei e pus os santos oleos a Agueda filha de Manoel Soares da Costa e de sua moher Feliciana Roiz naturais desta cidade de Cabo Frio; forão padrinhos Bartholomeu de Lemos e Antonia de Olinda de que fiz este asento era et supra. [signed]: Padre Vigario Simon de Souza Ribeiro. "}
{"text":"[margin]: Agueda. Aos treze dias do mes de julho de mil e seiscentos e noventa e dois annos baptizei e pus os santos oleos a Agueda filha de Faustino Correa e de Izabel de Oliveira moradores em Parati; forão padrinhos o ouvidor Francisco Glz Caminha e Lourença Soares molher de Manoel Roiz desta cidade de Cabo Frio de que fiz este asento era et supra. [signed]: Padre Vigario Simon de Souza Ribeiro. "}
{"text":"[margin]: Diogo. Ao primeiro dia do mes de setembro de 1692 annos bautizei e pus os santos oleos a Diogo filho de Antonio de Cea de Almeida e de sua molher Bernarda Pereira moradores desta cidade de Cabo Frio; forão padrinhos D.os Nogueira Pinto e Ilena Nogueira molher de Manoel Pereira Pinto de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Vicente. Aos sinquo dias do mes de outubro do anno de mil e seiscentos e noventa e dois annos baptizei e pus os santos oleos a Vicente filho do Capitam João Alz de Aguiar e de sua molher Joana Gomes, forão padrinhos João Antonio de Brito e sua molher Maria Vieira todos desta cidade de Cabo Frio de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Dionizia. Aos vinte e seis dias do mes de outubro de mil e seiscentos e noventa e dois annnos baptizei a Dionizia e pus os santos oleos a Dionizia filha legitima de João Chrisostomo de Oliveira e de sua molher Anna Gomes; forão padrinhos Afonço Gomes solteiro e madrinha Joana Roiz solteira filha de Antonio [] Cardozo todos desta freguezia da Asumção de Cabo Frio de que fiz este asento. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Theodozio. Aos quinze dias do mes de novembro de 1692 anos bauptizei e pus os santos oleos a Theodozio filho de Antonio Correia de Queiroz e de sua molher Leonarda da Silva; forão padrinhos Pedro Velho de Azevedo [m.or  nobrio de ] e madrinha Anna de Azevedo solteira filha de Antonio Viegas ja defunto e de Francisca de Guilhões todos desta cidade de Cabo Frio de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro.
{"text":"[margin]: Jozepha. Aos vinte e seis dias do mes de janeiro de mil e seiscentos e noventa e tres annos baptizei e pus os santos oleos a Jozepha filha de Francisco Glz Pinto de [] e Izabel []; forão padrinhos Luiz Cardoso e sua molher Inocencia [] [] [] desta cidade de Cabo Frio de que fiz este asento. [signed]: []. "} 
{"text":"[margin]: Francisco. Aos vinte e dois dias do mes de julho de mil e seiscentos e noventa tres annos bautizei e pus os santos oleos a Francisco de S. Boa Ventura filho de João da Costa de Azevedo e de sua molher Izabel de Alinda; forão padrinhos Antonio Pereira da Cunha e madrinha Pelonia Roiz molher do Capitam João Machado Roiz todos desta cidade de Cabo Frio de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Ilena. Aos dois dias do mes de agosto de mil e seiscentos e noventa e tres annos bauptizei e pus os santos oleos a Ilena filha de Manel Roiz da Costa e de sua molher Lea Gomes forão padrinhos João Machado da Silva filho do Capitam João Machado Roiz e Inocencia da Cruz molher de Luiz Cardozo todos desta cidade de Cabo Frio de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Romana. Aos dezaseis dias do mes de Agosto de 1693 annos bautizei e pus os santos oleos a Romana filha de Manoel Henriques e de sua molher Antonia de Almeida; forão padrinhos Francisco de Almeida e Margarida da Silva filha de João Homem todos desta cidade de Cabo Frio de que fiz este termo era et supra. [signed]: Padre Vigario Simon de Souza Ribeiro. "}
{"text":"[margin]: Salvador. Aos vinte dias do mes de outubro de 1693 annos bautizei e pus os santos oleos a Salvador filho do Capitam [João] Machado e de sua molher Thereza de Jesus forão padrinhos Capitam Mor João Pr do Lago madrinha M da Silva todos desta freguesia de Cabo Frio por asim [] na verdade fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Leonor. Aos vinte e tres dias do mes de novembro de 1693 annos bautizei e pus os santos oleos a Leonor filha de João de Melo da Fonsceca e de sua molher Raimunda Pinheira; forão padrinhos Capitam Pedro Frz Velho e madrinha Maria Pimenta escrava de Antonio Soares todos desta freguesia de Cabo Frio de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Jozeph. Aos 24 dias do mes de novembro de 1693 baptizei e pus os santos oleos a Jozeph filho de Agostinha de Oliveira mina [suqua] forra deu lhe por pai Francisco de Lemos filho de Bertolomeu de Lemos; forão padrinhos Lourenço [] filho de Bertolomeu de Lemos e Pascoa Correia molher de Jordão Nunes Crus todos desta freguesia de Cabo Frio de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Valerio. Aos 10 dias do mes de Dezembro da era asima baptizei e pus os santos oleos a Valerio filho de Antonio Moreira [] Nunes e de sua molher Maria Nunes forão padrinhos o Cappitão Manoel Machado e Valeria filha de João [] Roiz de que fiz este termo. [signed]: Samdru Nunes. "}
{"text":"[margin]: Simon. Aos sinquo dias do mes de janeiro de 1694 baptizei e pus os santos oleos a Simon filho de João Cardozo e de sua molher Luzia de Lemos forão padrinhos juiz Francisco Glz Caminha e Agueda Pinheira molher de Bertholomeu de Lemos todos desta freguesia de Cabo Frio de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Antonio. Aos dez dias do mes de março do anno de mil e seiscentos e noventa e coatro annos baptizei e pus os santos oleos a Antonio filho de Luzia Nogueira parda forra molher de Francisco da Conceyção do gentio de guine escravo dos padres de S. Francisco o qual batismo fiz sob licença do vigario Padre Estevão de Souza Ribeiro; forão padrinhos Francisco Ricardo solteiro Mestre de Obras de Carpintaria [] natural da [] douro em minha freguesia de Simão [] [] [] Braga e madrinha Elena Nogueira molher de Manoel Pereira morador nesta cidade de cabo Frio seu o Padre Francisco Antonio da Annunciação Pereira fiz este termo era et supra. [signed]: Antonio da Annunciação Pereira. "}
{"text":"[margin]: Rozendo. Aos vinte e tres dias do mes de junho de 1694 annos baptizei e pus os santos oleos a Rozendo filho de Manoel Antunes e de sua molher Izabel Rodrigues forão padrinhos o Capitam Pedro Frz Velho e madrinha Maria Vieira molher de João Antonio todos moradores em [] desta freguesia de Cabo Frio de que fiz este asento. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Ignacia. Aos trinta e hum dias do mes de julho de mil e seiscentos e noventa e coatro annos baptizei e pus os santos oleos a Ignacia filha de Bras de Andrade e de sua molher Anna da Costa forão padrinhos Manoel Rodrigues e Sebastiana do Nascimento filha de Sebastião Ferraz todos moradores nesta cidade de Cabo Frio de que fiz este termo era et supra. [signed]: Vigario Simon de Souza Ribeiro. "}
{"text":"[margin]: Manoel. Aos treze dias do mes de [] de mil e seiscentos e noventa e quatro annos baptizei e pus os santos oleos a Manoel filho de Manoel Moreno e de sua molher Ursula da Costa forão padrinhos Antonio Moreira Roiz solteiro filho de Sebastiam Ferraz e madrinha Maria da Silva filha do Sargento Mor Antonio Vaz Tinoco todos moradores desta freguesia de Cabo Frio e eu o Padre Vigario Simon de Souza Ribeiro baptizei de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Ignacio. Aos vinte e dous dias do mes de Agosto de mil e seiscentos e noventa e quatro baptizei e pus os santos oleos a Ignacio filho de Manoel Barboza Nunes e de Eugenia Baracta; forão padrinhos o Capitão João Machado da Silva filho do Capitão João Machado da Silva e Paschoa Correa molher [Jusda] Nunes todos desta freguezia [] do Cabo Frio [] Padre Frei Rozendo do Rozario que o baptizei por comissão do Reverendo Padre Vigario [] [] [] de que fiz este termo. [signed]: Frei Rozendo do Rozario. "}
{"text":"[margin]: Agueda. Aos quatro dias do mes de setembro de mil e seiscentos e noventa e quatro annos baptizei e pus os santos oleos a Agueda filha de Ignacio Ferraz e de Breatriz Correia; forão padrinhos Antonio Pereira Machado e Maria Roiz molher de Pº Ferraz Velho todos desta cidade de Cabo Frio de que fiz este termo. [signed]: Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Maria. Aos doze dias do mes de novembro de 1694 annos baptizei e pus os santos oleos a Maria filha de Afonço Gomes e de Izabel Cruz forão padrinhos o Capitam João Pereira do Lago e Bernarda Pereira molher de Antonio Cea de Almeida desta freguesia de Cabo Frio de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Anna. Aos 7 dias do mes de outubro de 1694 baptizei e pus os santos oleos a Anna filha de Francisco Borges [] e de dona Patornilha moradores em Parati forão padrinhos o Capitam Pº de Medeiros morador na freguesia de S. João do [] e dona Joana Correia Safiquou de Antonia de Coimbra moradora de Iraja de q fiz este termo. [signed]: Vigaro Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Monica. Aos trinta dias do mes de janeiro de 1695 annos bauptizei e pus os santos oleos a Monica filha de Manoel Soares da Costa e de sua molher Feliciana Roiz forão padrinhos Antonio Correia Cardozo e Agueda Pinheira todos desta freguesia do Cabo Frio de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Engracia. Na ausencia do Padre Vigario Simon de Souza, por comissão sua, em o primeiro de maio de 1695 baptizei e pus os santos oleos a Engracia filha de [] de Brito e de sua molher Violante da Costa forão padrinhos Julião Pereira e [] de Cea. [signed]: Frei Lucas da Concepção. "}
{"text":"[margin]: Julião. Aos 29 dias do mes de maio de 1695 annos baptizei e pus os santos oleos a Julião filho de Manoel Henriques e de sua molher Antª de Olinda forão padrinhos Francisco [] solteiro e Pelonia Roiz mulher de João Machado todos desta cidade de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Caterina. Aos trinta dias do mes de Agosto de mil e seiscentos e noventa e sinquo annos bauptizei e pus os santos oleos a Catherina filha do Capitam Pº Ferraz Velho e de sua molher Maria Roiz; forão padrinhos o capitam João Pereira do Lago e Thomazia Ferraz solteira filha de Francisco [] ja defunto e de [] Ferraz de q fiz este termo. [signed]: Simon de Souza Ribeiro. "}
{"text":"[margin]: Cecilia. Aos vinte e sete dias do mes de novembro de 1695 annos baptizei e pus os santos oleos a Cecilia filha de João Cardozo de Mendonça e de sua molher Luzia de Lemos forão padrinhos o Capitam Luiz Cardozo [] e Izabel Soares solteira filha de Bartholomeu de Lemos de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Natalia. Ao primeiro dia do mes de janeiro de 1696 baptizei e pus os santos oleos a Natalia filha de João da Costa de Macedo e de sua molher Izabel de Almeida forão padrinhos Jozeph Nogueira solteiro e Ursula da Costa mulher de Antonio Correia Cardozo de que fiz este termo. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Pelonia. Aos dezaseis dias do mes de janeiro de 1696 annos baptizei e pus os santos oleos a Pelonia filha de Manoel Antunes ja defunto e de sua molher Izabel Roiza; forão padrinhos o Capitam João Pereira de Oliveira e sua  mulher Antonia [] desta cidade moradores de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Vitoria. Aos dezanove dias do mes de janeiro de 1696 baptizei e pus os santos oleos a Vitoria filha de Antonio Correia Queiroz e de sua molher Leonarda da Silva forão padrinhos Luiz soares solteiro e Vitoria da Roza viuva de Jozeph [Freire] todos desta cidade do Cabo Frio de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Jozeph. Aos vinte e sinquo dias do mes de [] de 1696 bautizei e pus os santos oleos a Jozeph filho de Ignacio Ferraz e de sua molher Breatris Correa; forão padrinhos Antonio Viegas de Brito solteiro e Ignes Viegas [] de Manoel Barretto todos desta freguezia de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Francisco. Aos seis dias do mes de março da era de 1696 annos baptizei sob conditione e pus os santos oleos a Francisco filho de João de [Mesi] da Fonseca e de sua mulher Raimunda Pinheira naceo morta e forem [] nacer bauptizado por [] Gomes e [] [] a bauptizou sob conditione; forão padrinhos João Machado da Silva e Joana [] [] todos desta freguesia de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Joana. Aos seis dias do mes de maio da era de 1696 annos bauptizei e pus os santos oleos a Joana Maria filha de Manoel Roiz [] e de sua molher Clara Nogueira; forão padrinhos Antonio Maria solteiro e madrinha Heronima Ferraz filha de Antonio da Cunha todos desta freguesia de Cabo Frio. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Pedro. Aos vinte e oito dias do mes de junho de mil e seicentos e noventa e seis annos bauptizei e pus os santos oleos a Pedro filho de Antonio Maria das Neves e de sua molher Maria Nunes; forão padrinhos Fernão Ferraz solteiro e Barbara Dias solteira filha de Mel Machado todos desta freguesia de Cabo Frio de que fiz este termo. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Acenço. Aos vinte e dois dias do mes de agosto de 1696 annos bauptizei e pus os santos oleos a Acenço filho de Domingos Machado e de sua molher Thereza de Jesus; forão padrinhos Antonio Correia Cardozo e Jeronima Ferraz mulher de Antonio [] todos desta freguesia de Cabo Frio de que fiz este termo era et supra. [signed]: Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Joana Maria. Aos oito dias do mes de setembro de 1696 annos baptizei e pus os santos oleos a e de sua mulher Antonia de Almeida forão padrinhos Francisco de Azevedo natural dis Simão da [] do bispado de Braga e Simoa Roiz solteira filha de Manoel Glz Porto desta freguesia de Cabo Frio de que fiz este asento era et supra. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Francisca. Aos quinze dias do mes de outubro de 1696 annos bauptizei e pus os santos oleos a Francisca filha de Manoel Soares e de sua molher Feliciana Roiz; forão padrinhos João Pereira do Lago e D. Maria  do Amorim [] do capitam mor Pº de Andrade Gamboa de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Sebastiam. Aos dez dias do mes de novembro  de  1696  bauptizou o Sebastião da Companhia de [] missionario a Sebastiam filho de Marcel Barboza e de sua mulher Eugenia Barretta; forão padrinhos Jozeph de Moura Corte Real e sua mulher D. Barbara e por certidam do dito missionario. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Patornilha. Aos quatorze dias do mes de janeiro de 1697 baptizei e pus os santos oleos a Maria Patornilha filha de Francisco Borges e de sua molher Patornilha forão padrinhos Jozeph de Moura Corte Real e sua mulher Barbara [domadareira] de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Eulaia. Aos dezoito dias do mes de fevereiro de 1697 annos baptizei e pus os santos oleos a Eulaia filha de João Teixeira da Cunha e de sua mulher Margarida da Costa; forão padrinhos Francisco Ferraz Homem e Antonia de Almeida mulher de Manoel Henriques todos desta freguesia de Cabo Frio de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro.
{"text":"[margin]: Joana. Aos vinte e tres dias do mes de abril de 1697 annos bauptizei e pus os santos oleos a Joana filha de Sebastiam Roiz e de sua molher [Mecia] Barreira forão padrinhos Antonio [] da Cunha e Sebastiana do Nascimento filha de Sebastião Ferraz todos desta Freguesia de Cabo Frio de que fiz este termo. [signed]:  Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Agostinho. Aos doze dias do mes de maio de 1697 annos bauptizei e pus os santos oleos a Agostinho filho de [] de Andrade e de sua mulher Anna da Costa forão padrinhos João Teixeira e Thomazia de Jesus mulher de D.os Machado todos desta freguesia de Cabo Frio. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Francisca. Aos treze dias do mes de julho de mil e seiscentos e noventa e sete annos baptizei e pus os santos oleos a Francisca filha de Antonio Viegas de Brito e de Maria de Cea forão padrinhos João Pereira solteiro filho de Manoel Pereira Pinto e Ignes Viegas mulher de Manoel Barretto todos desta freguesia de Cabo Frio. [signed]: Vigario Padre Simon de Souza. "}  
{"text":"[margin]: João. Aos sete dias do mes de novembro de 1697 annos bauptizei e pus os santos oleos a João filho de Luiz Freire das Neves e de sua mulher Roza Maria; forão padrinhos Marcel Barboza Nunes e Cipriana Gomes solteira filha de Manoel Roiz da Costa de que fiz este termo era asima. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Heronimo. Aos vinte e oito dias do mes de novembro da era de mil e seiscentos e noventa e sete baptizei e pus os santos oleos a Heronimo filho de Ignacio Ferraz e de sua molher Beatris Correa; forão padrinhos Cosmo Andre de Couto, morador em Luca de Matozinhos e Maria de Souza mulher de Gregorio Tavares moradores nesta freguezia de Cabo Frio e eu o vigario Padre Simon de Souza Ribeiro que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Julião. Aos dezaseis dias do mes de janeiro da era de mil e seiscentos e noventa e oito annos bauptizei em caza Julião por nacer morto e pus lhe depois os santos oleos filho de João da Costa de Macedo e de sua molher [] Pinheira forão padrinhos João Machado Roiz moradores nesta freguesia. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Antonio. Aos vinte dias do mes de janeiro da era de mil e seiscentos e noventa e oito annos pus os santos oleos a Antonio filho de Felix da Costa e de sua mulher Anna [] foi baptizado em caza por Manoel Barreto o qual foi padrinho e sua mulher madrinha de que fiz este asento. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Anna Itacia. Aos dois dias do mes de março da era de mil e seiscentos e noventa e oito annos bauptizei e pus os santos oleos a Anna Itacia filha de Manoel Roiz e de sua mulher L.ça Gomes forão padrinhos Francisco de Azevedo solteiro e Joana Ribeiro mulher de Manoel Pino do Amaral de que fiz este termo era et supra. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Graviel. Aos dezasete dias do mes de junho da era de mil e seiscentos e noventa e oito annos baptizei e pus os santos oleos a Graviel filho de João de Melo e de sua mulher Raimunda Pinheira; forão padrinhos Valentim da Costa e Inocencia da Cruz mulher de Luiz Cardozo de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Aurelia. Aos dezaseis dias do mes de julho da era de mil e seiscentos e noventa e oito annos baptizei e pus os santos a Aurelia filha de Manoel Henriques e de sua mulher Antonia de Almeida; forão padrinhos Francisco de Azevedo solteiro e Anna da Costa mulher de Bras de Andrade de que fiz este asento. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Mathias. Aos vinte e nove dias do mes de julho da era de 1698 annos baptizei e pus os santos oleos a Mathias filho de João Cardozo e de sua mulher Luzia de Lemos forão padrinhos Miguel Glz solteiro filho de Miguel Porto e Maria de Lemos filha de Bartholomeu de Lemos todos desta freguesia do Cabo Frio de que fiz este termo. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Raimundo. Aos trinta dias do mes de julho da era de 1698 annos bauptizei e pus os santos oleos a Raimuno filho de Pascoa Loba natural de Taubate deu por pai Cosmo Andre de Couto Calado em caza de Matozinho forão padrinhos Capitam Francisco Caminha e Pascoa Correa mulher de Jordão Nunes de que fiz este termo. [signed]: Vigario Padre Simon de Souza. "}
{"text":"[margin]: Nazario. Aos oito dias do mes de Agosto da era de 1698 annos baptizei e pus os santos oleos a Nazario filho de Antonio Correia Queiroz e Leonarda da Silva forão padrinhos Antonio da Cunha e Maria da Silva todos da freguesia de Cabo Frio. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Francisco. Aos dezanove dias do mes de Agosto da era de mil e seiscentos e noventa e oito baptizei e pus os santos oleos a Francisco filho de Antonio Moreira das Neves e de sua mulher Maria Nunes; forão padrinhos [] Machado da Cunha e Pelonia Roiz de que fiz este termo. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
{"text":"[margin]: Theodora. Aos vinte e tres dias do mes de novembro da era de mil e seiscentos e noventa e oito annos bauptizei e pus os santos oleos a Theodora filha de Manoel Soares da Costa e de sua mulher  []  [] o qual baptismo fiz sob conditione que tinha sido baptizado em caza forão padrinhos Manoel Machado e [] Correa solteira de que fiz este asento. [signed]: Vigario Padre Simon de Souza Ribeiro. "}
